[
  {
    "url": "https://www.irinamonroe.com/ctho-chuvstvuetsya-vo-vremya-gipnoza",
    "urlSlug": "ctho-chuvstvuetsya-vo-vremya-gipnoza",
    "titleRu": "Что чувствуется во время гипноза?",
    "contentRu": "В состоянии гипноза люди часто ощущают расслабление и могут испытывать физические ощущения, такие как покалывание, тяжесть или лёгкость тела. Некоторые остаются полностью осознанными и могут точно воспроизвести слова гипнотерапевта, несмотря на глубину транса.\n\nТе, кто знаком с гипнозом, могут описывать свои ощущения по-разному. Не у всех людей одинаковый физический опыт. Часто, для тех, кто занимается медитацией, гипноз можно сравнить с медитативным состоянием.\n\nНекоторые говорят, что во время гипноза они ощущали «покалывание», другие отмечают, что их тело стало «тяжёлым», а кто-то может сказать, что он чувствовал себя как будто «плавал».\n\nСуществует множество способов, которыми люди описывают свои физические ощущения в гипнотическом состоянии. Иногда клиент может вообще не заметить каких-либо физических ощущений.\n\nКогда его спрашивают, как он чувствовал себя в этом состоянии, он может ответить: «Я был очень расслаблен».\n\nПосле сеанса гипноза почти все говорят, что чувствуют себя спокойно и расслабленно.\n\nЧасто клиенты удивляются тому, насколько они были внимательны в процессе гипноза, и обычно отмечают: «Я слышал каждое ваше слово».\n\nИногда человек может погрузиться так глубоко, что достигает состояния, называемого 3-й стадией сомнабулизма, когда возможно проведение операции без анестезии.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Что чувствуется во время гипноза?]",
    "descriptionEn": "[Translation needed: В состоянии гипноза люди часто ощущают расслабление и могут испытывать физические ощущения, такие как покалывание, тяжесть или лёгкость тела. Некоторы...]",
    "descriptionRu": "В состоянии гипноза люди часто ощущают расслабление и могут испытывать физические ощущения, такие как покалывание, тяжесть или лёгкость тела. Некоторые остаются полностью осознанными и могут точно вос...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/meхanizm-bei-begi",
    "urlSlug": "meхanizm-bei-begi",
    "titleRu": "Механизм «бей или беги»",
    "contentRu": "Когда человек сталкивается с угрозой, его мозг мгновенно оценивает ситуацию и запускает защитный механизм «бей или беги». Эта реакция управляется лимбической системой, а именно миндалевидным телом, которое распознаёт потенциальную опасность и активирует симпатическую нервную систему.\n\nВ этот момент организм переходит в состояние высокой готовности:\n\nУчащается сердцебиение, чтобы обеспечить мышцы кислородом и энергией.\n\nДыхание становится быстрым и поверхностным, подготавливая тело к действию.\n\nВ кровь выбрасываются гормоны стресса, включая адреналин и кортизол, что усиливает бдительность и реакцию.\n\nНапрягаются мышцы, создавая ощущение скованности или готовности к движению.\n\nСужается фокус внимания, концентрируясь только на потенциальной угрозе.\n\nЭта реакция может проявляться в трёх формах:\n\nБорьба — активное сопротивление угрозе, будь то физическое или вербальное противостояние.\n\nБегство — стремление избежать ситуации, дистанцироваться от источника опасности.\n\nЗамирание — состояние ступора, когда организм как будто «отключается», временно приостанавливая реакцию.\n\nЭтот механизм эволюционно заложен в нас как способ выживания, но в современных условиях он часто активируется не на реальные угрозы, а на стрессовые или тревожные ситуации. Психика воспринимает эмоциональное напряжение как угрозу, и организм реагирует так же, как если бы человеку угрожала физическая опасность.\n\nТревога — это естественная реакция разума на перегрузку информации или ощущение угрозы.\n\nКогда мы сталкиваемся с опасностью, наш организм переходит в режим защиты, задействуя древний механизм «бей или беги».\n\nЭтот механизм активирует симпатическую нервную систему: сердце начинает биться быстрее, дыхание учащается, мышцы напрягаются, а кровь приливает к конечностям, готовя тело к действию. Такой отклик помогал нашим предкам выживать в условиях дикой природы, но в современном мире он срабатывает даже тогда, когда реальной физической угрозы нет — например, при эмоциональном напряжении, перегруженности информацией или неопределённости будущего.\n\nИногда тревога возникает мгновенно, как при резком торможении в машине, а иногда накапливается постепенно, если разум не успевает перерабатывать входящую информацию. В крайних случаях мозг может пытаться избежать переживания тревоги, входя в состояние своеобразного транса — например, при сильном стрессе люди говорят, что чувствуют себя «отключёнными» или будто наблюдают за происходящим со стороны.\n\nИнтересно отметить, что гипноз и тревога происходят из одинаковых корней, как и процесс «затопления» информации в сознание.\n\nТревога — это хаотичный поток информации, гипноз — это её упорядочение\n\nКогда мозг перегружен тревожными сигналами, он работает в режиме «бей или беги». Это состояние вызывает гипервозбуждение нервной системы, из-за чего человек теряет способность ясно мыслить.\n\nГипноз же, наоборот, помогает перераспределить внимание и замедлить поток мыслей, снижая уровень возбуждения.\n\nТревога захватывает человека, гипноз даёт контроль\n\nВ тревоге человек ощущает, что не может остановить поток мыслей и эмоций. Это происходит автоматически.\n\nВ гипнозе, даже несмотря на изменённое состояние сознания, человек получает возможность направлять своё внимание в определённое русло.\n\nОба состояния связаны с изменением восприятия реальности\n\nВ тревоге человек может воспринимать будущее как опасное, преувеличивать угрозы.\n\nВ гипнозе восприятие также меняется, но этот процесс контролируемый: например, можно внушить расслабление, безопасность или уменьшение боли.\n\nОба состояния связаны с изменением времени\n\nВ тревоге время может казаться ускоренным, так как мозг сканирует угрозы.\n\nВ гипнозе же время часто кажется замедленным или искажённым, что связано с погружением в глубокую концентрацию.\n\nЕсли тревога — это «перегрев» нервной системы, то гипноз — это способ «переключить режим».\n\nОн снижает активность тех же областей мозга, которые вызывают тревожное состояние (миндалевидное тело, симпатическая нервная система) и активирует зоны, отвечающие за расслабление и переработку информации (префронтальная кора, парасимпатическая нервная система).\n\nТаким образом, гипноз помогает не просто «отключиться» от тревоги, а направить психические процессы в более организованное, безопасное русло.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Механизм «бей или беги»]",
    "descriptionEn": "[Translation needed: Когда человек сталкивается с угрозой, его мозг мгновенно оценивает ситуацию и запускает защитный механизм «бей или беги». Эта реакция управляется лимб...]",
    "descriptionRu": "Когда человек сталкивается с угрозой, его мозг мгновенно оценивает ситуацию и запускает защитный механизм «бей или беги». Эта реакция управляется лимбической системой, а именно миндалевидным телом, ко...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/gipnos",
    "urlSlug": "gipnos",
    "titleRu": "Что такое гипноз?",
    "contentRu": "Сколько из вас когда-либо замечали, что впадают в мечтательность?\n\nВдруг вы «просыпаетесь» и осознаете, что на самом деле сидите за своим рабочим столом в офисе, перестаете смотреть в окно и возвращаетесь в настоящий момент, к тому, что перед вами.\n\nМинуту назад вы мысленно были на песчаном пляже Мауи, а теперь этого уже нет, хотя ощущение было таким реальным.\n\nДневное мечтание похоже на гипноз. Человек может погружаться в трансовые состояния несколько раз в день, в зависимости от своей внушаемости.\n\nГипноз возникает, когда сознание и подсознание работают вместе. Это не сон, но и не полная бодрствующая активность - это нечто среднее. Состояние на грани.\n\nГипноз - это состояние повышенной осознанности, изменённое состояние сознания. В этом состоянии человек может слышать окружающие звуки, но при этом ощущать их как нечто далёкое. Как будто время на какое-то мгновение исчезает.\n\nГипноз - это концентрация внимания, в которой происходит процесс воображения и визуализации.\n\nВ этом состоянии подсознание становится более открытым и восприимчивым к позитивным внушениям и образам.\n\nКогда я работаю с клиентом, процесс гипноза подбирается индивидуально, исходя из его запросов и потребностей.\n\nГипноз происходит, когда в сознание поступает слишком большой поток информации, с которым оно не может справиться. В этот момент срабатывает механизм «бей или беги», усиливается внушаемость, и доступ к подсознанию становится более легким.\n\nЧеловек может погружаться в гипноз самостоятельно или с чьей-то помощью, но это возможно только при его желании. Никто не может заставить человека делать то, чего он не хочет. Поэтому, поскольку клиент сам выбирает состояние гипноза, любой гипноз на самом деле является самогипнозом.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Что такое гипноз?]",
    "descriptionEn": "[Translation needed: Сколько из вас когда-либо замечали, что впадают в мечтательность?\n\nВдруг вы «просыпаетесь» и осознаете, что на самом деле сидите за своим рабочим стол...]",
    "descriptionRu": "Сколько из вас когда-либо замечали, что впадают в мечтательность?\n\nВдруг вы «просыпаетесь» и осознаете, что на самом деле сидите за своим рабочим столом в офисе, перестаете смотреть в окно и возвращае...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/vnushaemost-opredelenie",
    "urlSlug": "vnushaemost-opredelenie",
    "titleRu": "Что такое внушаемость и как она определяется?",
    "contentRu": "Внушаемость — это способ, которым мы воспринимаем информацию, и она формируется в детстве.\n\nПонимание внушаемости важно для успешного погружения в гипноз.\n\nРанее считалось, что около 60% людей не могут быть загипнотизированы на достаточную глубину для достижения результата. Однако исследования показали, что любой психически и физически здоровый человек может войти в гипноз. Люди воспринимают информацию по-разному: одни воспринимают её буквально и прямо, а другие — более глубоко, интерпретируя смысл за словами.\n\nВажно понимать, что одно и то же слово может иметь разное значение для разных людей.\n\nТак как гипноз строится на словах, важно знать, как клиент воспринимает информацию.\n\nОпределение внушаемости помогает не только более точно ввести человека в гипнотическое состояние, но и сделать внушения более эффективными.\n\nКак определяется внушаемость?\n\nОпределение внушаемости — это ключевой момент в успешной гипнотерапии.\n\nЗнание того, как человек воспринимает информацию, помогает гипнотерапевту выбрать наиболее подходящий метод и повышает результативность работы.\n\nДля клиента полезно понимать свою внушаемость, так как это помогает ему работать с собой более эффективно, используя различные методы для достижения целей.\n\nОбычно внушаемость клиента определяется через специальные тесты.\n\nОни не имеют правильных или неправильных ответов и включают простую серию вопросов, на которые клиент отвечает «да» или «нет».",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Что такое внушаемость и как она определяется?]",
    "descriptionEn": "[Translation needed: Внушаемость — это способ, которым мы воспринимаем информацию, и она формируется в детстве.\n\nПонимание внушаемости важно для успешного погружения в гип...]",
    "descriptionRu": "Внушаемость — это способ, которым мы воспринимаем информацию, и она формируется в детстве.\n\nПонимание внушаемости важно для успешного погружения в гипноз.\n\nРанее считалось, что около 60% людей не могу...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/iskageniya-vremeni-v-gipnoze",
    "urlSlug": "iskageniya-vremeni-v-gipnoze",
    "titleRu": "Во время гипноза происходит искажение восприятия времени.",
    "contentRu": "Во время гипноза происходит искажение восприятия времени. Иногда клиент может чувствовать, что находился в этом состоянии полчаса, хотя на самом деле прошло всего десять минут. И наоборот, ему может казаться, что прошло всего пять минут, тогда как в действительности гипнотическое состояние длилось около двадцати минут. Одна минута в гипнозе примерно эквивалентна пятнадцати минутам качественного сна.\n\nИскажение времени в гипнозе связано с тем, как мозг обрабатывает информацию в изменённом состоянии сознания.\n\nВ нормальном бодрствующем состоянии восприятие времени зависит от активности определённых участков мозга, особенно островковой коры, префронтальной коры и базальных ганглиев, которые участвуют в отслеживании временных интервалов.\n\nЧто происходит с человеком, когда он находится в гипнозе?\n\nИзменяется активность мозга\nГипноз снижает активность префронтальной коры, которая отвечает за логическое мышление, самоконтроль и осознание времени. В результате человек перестаёт строго оценивать временные промежутки.\n\nФокусировка на внутренних процессах\nВ гипнозе внимание направлено на внутренние переживания, а не на окружающую среду. Поскольку сознание не привязано к внешним маркерам времени (таким как движение, звуки или изменения в пространстве), человек теряет обычные ориентиры для отслеживания времени.\n\nИзменение работы гиппокампа\nГиппокамп участвует в формировании памяти и ощущении временных рамок. В гипнозе активность гиппокампа снижается, что приводит к «сжатию» или «растяжению» времени — человек либо чувствует, что время летит, либо наоборот, тянется.\n\nСостояние расслабления, похожее на фазу сна\nГипноз может напоминать медленные фазы сна, когда восприятие времени становится смазанным.\n\nИменно поэтому 1 минута в гипнозе ощущается как 15 минут сна — тело расслабляется, мозг замедляет обработку внешних стимулов, и человек ощущает эффект глубокого отдыха.\n\nИскажение времени в гипнозе — это естественное следствие того, как мозг перерабатывает информацию, снижая контроль за внешней реальностью и углубляясь в внутренние переживания.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Во время гипноза происходит искажение восприятия времени.]",
    "descriptionEn": "[Translation needed: Во время гипноза происходит искажение восприятия времени. Иногда клиент может чувствовать, что находился в этом состоянии полчаса, хотя на самом деле ...]",
    "descriptionRu": "Во время гипноза происходит искажение восприятия времени. Иногда клиент может чувствовать, что находился в этом состоянии полчаса, хотя на самом деле прошло всего десять минут. И наоборот, ему может к...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/raznitsa-megdu-meditatsiei-i-gipnozom",
    "urlSlug": "raznitsa-megdu-meditatsiei-i-gipnozom",
    "titleRu": "В чем разница между состоянием в гипнозе и состоянием в медитации?",
    "contentRu": "С биологической точки зрения состояния медитации и гипноза имеют некоторые сходства, но также существенные различия в активности мозга и нейрофизиологических процессах.\n\nВо время медитации активность мозга изменяется в зависимости от типа практики (концентрация на объекте, осознанное наблюдение или пустота сознания). Основные нейрофизиологические характеристики медитации:\n\nАктивность альфа- и тета-ритмов\n\nАльфа-волны (8–12 Гц) связаны с состоянием расслабленного бодрствования.\n\nТета-волны (4–7 Гц) усиливаются при глубокой медитации, что связано с внутренним фокусом и снижением реактивности к внешним стимулам.\n\nУвеличение активности в префронтальной коре\n\nЭта область отвечает за осознанность, контроль внимания и саморефлексию.\n\nСнижение активности миндалевидного тела\n\nМедитация снижает уровень стресса, уменьшая активность миндалевидного тела, которое отвечает за реакцию «бей или беги».\n\nРост связности между различными участками мозга\n\nОсобенно между передними и задними отделами, что способствует лучшей регуляции эмоций и концентрации внимания.\n\nГипнотическое состояние характеризуется измененной концентрацией внимания, повышенной внушаемостью и снижением критического мышления. Биологические изменения в мозге во время гипноза:\n\nДоминирование тета-ритмов\n\nТета-активность усиливается больше, чем при медитации, что связано с состоянием глубокого расслабления и повышенной восприимчивости к внушениям.\n\nСнижение активности в дорсолатеральной префронтальной коре\n\nЭта область отвечает за когнитивный контроль и анализ информации. Ее подавление делает человека более восприимчивым к гипнотическим внушениям.\n\nПовышенная активность в передней поясной коре и островковой коре\n\nЭти зоны участвуют в переработке сенсорных ощущений и эмоциональных реакций, что объясняет, почему гипноз может влиять на восприятие боли и эмоции.\n\nИзменение связи между префронтальной корой и остальными участками мозга\n\nВ гипнозе связи между областями, отвечающими за рациональный контроль, ослабляются, что делает человека более открытым для новых переживаний и внушений.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: В чем разница между состоянием в гипнозе и состоянием в медитации?]",
    "descriptionEn": "[Translation needed: С биологической точки зрения состояния медитации и гипноза имеют некоторые сходства, но также существенные различия в активности мозга и нейрофизиолог...]",
    "descriptionRu": "С биологической точки зрения состояния медитации и гипноза имеют некоторые сходства, но также существенные различия в активности мозга и нейрофизиологических процессах.\n\nВо время медитации активность ...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/chto-takoe-gipervnushaemost",
    "urlSlug": "chto-takoe-gipervnushaemost",
    "titleRu": "Что такое  гипер-внушаемость?",
    "contentRu": "Каждый день, в любой момент, мы получаем множество разных сигналов — от тела, окружающей среды, сознания и подсознания. Когда что-то необычное привлекает наше внимание и эти сигналы становятся слишком сильными, сознание начинает воспринимать больше, чем может выдержать.\n\nЭто может привести к сильной тревоге.\n\nВ этот момент мы можем ощущать некое «рассеянное» состояние, когда наш разум перегружен информацией.\n\nЭто как если бы мы находились в лёгком трансе.\n\nВ такие моменты человек становится гипер-внушаемым, и подсознание начинает работать на основе всего, что ему известно. Оно становится более открытым, и без правильного направления начинает воспринимать слишком много новой информации, в том числе негативной. Быть гипер-внушаемым — это некомфортное состояние.\n\nЕсли человек приходит на сеанс гипноза в таком состоянии, гипнотерапевт поможет ему углубиться в гипноз, даст позитивные установки и выведет на более ясное восприятие, помогая легче справляться с мыслями и принимать более логичные решения.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Что такое  гипер-внушаемость?]",
    "descriptionEn": "[Translation needed: Каждый день, в любой момент, мы получаем множество разных сигналов — от тела, окружающей среды, сознания и подсознания. Когда что-то необычное привлек...]",
    "descriptionRu": "Каждый день, в любой момент, мы получаем множество разных сигналов — от тела, окружающей среды, сознания и подсознания. Когда что-то необычное привлекает наше внимание и эти сигналы становятся слишком...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/stadii-gipnoxa",
    "urlSlug": "stadii-gipnoxa",
    "titleRu": "Какие существуют стадии гипноза?​",
    "contentRu": "Множество стадий гипноза приводят к различным уровням глубины.\n\nВот три важнейших из них.\n\nГипноидная стадия — это лёгкое состояние гипноза, когда движения глаз становятся более вертикальными (вверх и вниз), почти как лёгкое подёргивание.\n\nКаталептическая стадия — более глубокое состояние гипноза, при котором движения глаз становятся горизонтальными (из стороны в сторону).\n\nСомнамбулическая стадия — ещё более глубокая, глаза начинают подниматься вверх, иногда можно увидеть белки глаз, едва ли не под закрытым веком.\n\nСуществует три уровня сомнамбулической стадии.\n\nПервые два уровня связаны с амнезией, когда клиент не может сознательно вспомнить точные внушения, но подсознание восприняло информацию.\n\nТретий уровень — это такая глубокая стадия, при которой амнезия достигает 80%, и даже можно провести операцию без анестезии.\n\nХотя все могут достичь сомнамбулической стадии, не каждый сможет погрузиться на третий уровень этой глубины.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Какие существуют стадии гипноза?​]",
    "descriptionEn": "[Translation needed: Множество стадий гипноза приводят к различным уровням глубины.\n\nВот три важнейших из них.\n\nГипноидная стадия — это лёгкое состояние гипноза, когда дви...]",
    "descriptionRu": "Множество стадий гипноза приводят к различным уровням глубины.\n\nВот три важнейших из них.\n\nГипноидная стадия — это лёгкое состояние гипноза, когда движения глаз становятся более вертикальными (вверх и...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/chto-takoe-soznanie",
    "urlSlug": "chto-takoe-soznanie",
    "titleRu": "Что такое сознание?",
    "contentRu": "Сознание — это часть нашего психического процесса, которая отвечает за осознанные мысли, восприятие, внимание и принятие решений. Оно связано с тем, что мы можем осознавать и контролировать в любой момент.\n\nСознание позволяет нам решать повседневные задачи, анализировать ситуацию, делать выводы, принимать решения на основе логики и здравого смысла. Это активная, рациональная часть нашего ума.\n\nКогда человек находится в гипнозе, сознание не исчезает, оно просто становится менее доминирующим.\n\nВ этом состоянии оно продолжает наблюдать и воспринимать происходящее, но его активность снижается, а способность к критическому анализу и логике ослабляется.\n\nЭто делает человека более восприимчивым к гипнотическим внушениям, поскольку сознание меньше сопротивляется предложениям и критике, и легче воспринимает позитивные изменения.\n\nПодсознание, в свою очередь, становится более активным и открытым для новых установок, что позволяет быстрее внедрять нужные изменения в поведение и восприятие человека.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Что такое сознание?]",
    "descriptionEn": "[Translation needed: Сознание — это часть нашего психического процесса, которая отвечает за осознанные мысли, восприятие, внимание и принятие решений. Оно связано с тем, ч...]",
    "descriptionRu": "Сознание — это часть нашего психического процесса, которая отвечает за осознанные мысли, восприятие, внимание и принятие решений. Оно связано с тем, что мы можем осознавать и контролировать в любой мо...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/samogipnoz",
    "urlSlug": "samogipnoz",
    "titleRu": "Что такое самогипноз?",
    "contentRu": "Это практика, которая помогает вам использовать силу своего подсознания для достижения целей.\n\nОна основана на законе повторения и ассоциаций.\n\nС каждым разом, просто закрывая глаза и делая три глубоких вдоха, вы начинаете расслабляться.\n\nРасслабление тела помогает сознанию отдохнуть, а подсознание становится более открытым для новых идей.\n\nКроме того, важным элементом самогипноза является визуализация.\n\nПредставление ярких образов, которые связаны с вашей целью, или тех ощущений, которые вы хотите испытать, помогает укрепить внутреннюю уверенность в успехе.\n\nСамогипноз даёт вам возможность быть как создателем, так и получателем позитивных изменений в своей жизни.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Что такое самогипноз?]",
    "descriptionEn": "[Translation needed: Это практика, которая помогает вам использовать силу своего подсознания для достижения целей.\n\nОна основана на законе повторения и ассоциаций.\n\nС кажд...]",
    "descriptionRu": "Это практика, которая помогает вам использовать силу своего подсознания для достижения целей.\n\nОна основана на законе повторения и ассоциаций.\n\nС каждым разом, просто закрывая глаза и делая три глубок...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/gipnoterapia-kak-eto-rabotaet",
    "urlSlug": "gipnoterapia-kak-eto-rabotaet",
    "titleRu": "Гипнотерапия: как это работает?",
    "contentRu": "Гипнотерапия – это метод, помогающий в личностном развитии и решении рабочих вопросов.\n\nОна не применяется для лечения серьёзных медицинских заболеваний или психических расстройств.\n\nОднако под наблюдением врачей и лицензированных специалистов гипнотерапия может быть полезна в рамках комплексного подхода к здоровью.\n\nОбычно, начиная курс гипнотерапии, клиент выбирает сертифицированного гипнотерапевта, который поможет ему достичь желаемых изменений.\n\nВне зависимости от цели, сеанс гипнотерапии всегда включает в себя две части: сначала обсуждаются запрос и переживания клиента, затем происходит сам гипноз.\n\nНа первой встрече гипнотерапевт выясняет, насколько клиент восприимчив к внушению.\n\nПосле нескольких простых тестов он переводит клиента в состояние гипноза с помощью постепенного расслабления. Когда клиент погружён в это состояние, терапевт использует позитивные внушения, основанные на его запросах и потребностях, закладывая основу для дальнейших изменений.\n\nГипнотерапия может быть мощным инструментом для личностного роста или частью комплексного терапевтического подхода, дополняя традиционные медицинские методы.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Гипнотерапия: как это работает?]",
    "descriptionEn": "[Translation needed: Гипнотерапия – это метод, помогающий в личностном развитии и решении рабочих вопросов.\n\nОна не применяется для лечения серьёзных медицинских заболеван...]",
    "descriptionRu": "Гипнотерапия – это метод, помогающий в личностном развитии и решении рабочих вопросов.\n\nОна не применяется для лечения серьёзных медицинских заболеваний или психических расстройств.\n\nОднако под наблюд...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/kto-takoi-gipnoterapevt",
    "urlSlug": "kto-takoi-gipnoterapevt",
    "titleRu": "Кто такой гипнотерапевт?",
    "contentRu": "Вы, наверное, видели в фильмах, как гипноз часто изображается как нечто, что контролирует человека, заставляет его подчиняться чьей-то воле. Это миф.\n\nНа самом деле, человек сам решает войти в состояние гипноза, и всё происходит по его желанию.\n\nОн остаётся в полном контроле над своим разумом и телом.\n\nЕсли вы приходите ко мне на сеанс, я не «управляю» вами. Моя задача — создать условия, в которых гипноз может быть эффективным, и обеспечить безопасную, поддерживающую атмосферу.\n\nЯ, как гипнотерапевт, использую гипноз, чтобы помочь вам достичь ваших целей, будь то снятие стресса, избавление от вредных привычек, улучшение физической формы или работа с мотивацией.\n\nВ гипнозе мы изменяем восприятие и поведение, и через это многие люди достигают значительных изменений.\n\nНо гипноз — это не панацея от всех болезней.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Кто такой гипнотерапевт?]",
    "descriptionEn": "[Translation needed: Вы, наверное, видели в фильмах, как гипноз часто изображается как нечто, что контролирует человека, заставляет его подчиняться чьей-то воле. Это миф.\n...]",
    "descriptionRu": "Вы, наверное, видели в фильмах, как гипноз часто изображается как нечто, что контролирует человека, заставляет его подчиняться чьей-то воле. Это миф.\n\nНа самом деле, человек сам решает войти в состоян...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/copy-of-что-такое-сознание",
    "urlSlug": "copy-of-что-такое-сознание",
    "titleRu": "Что такое подсознание?",
    "contentRu": "Как психолог работающий с гипнозом, я объясняю своим клиентам, что подсознание — это не просто хранилище нашей памяти, но и основная «фабрика» ассоциаций и реакций, которые мы приобретаем в течение жизни.\n\nОно впитывает всё, что мы переживаем, и эти «фоны» могут быть как позитивными, так и негативными.\n\nПодсознание не анализирует и не оценивает эти сообщения, оно просто принимает их, будь то из нашего опыта, воспитания, социальных или культурных условий.\n\nКогда мы попадаем в стрессовые ситуации, наше сознание, которое обычно решает проблемы логически и рационально, может стать перегруженным. В такие моменты подсознание берет на себя бразды правления, активируя более примитивные реакции, такие как страх или желание «сбежать».\n\nВ современном мире эти реакции проявляются в виде тревоги, панических атак или депрессии, потому что ситуация, когда мы не можем контролировать окружающий мир, вызывает перегрузку.\n\nГипноз помогает снять эту перегрузку, снизить активность сознания и дать возможность подсознанию работать с теми ресурсами и установками, которые необходимы для восстановления внутреннего баланса.\n\nВ гипнотическом состоянии мы становимся более восприимчивыми к позитивным внушениям, что позволяет легко и эффективно работать с глубокими, порой незаметными для сознания проблемами.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Что такое подсознание?]",
    "descriptionEn": "[Translation needed: Как психолог работающий с гипнозом, я объясняю своим клиентам, что подсознание — это не просто хранилище нашей памяти, но и основная «фабрика» ассоциа...]",
    "descriptionRu": "Как психолог работающий с гипнозом, я объясняю своим клиентам, что подсознание — это не просто хранилище нашей памяти, но и основная «фабрика» ассоциаций и реакций, которые мы приобретаем в течение жи...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/seksualnoepnasilie-detskom-vozraste",
    "urlSlug": "seksualnoepnasilie-detskom-vozraste",
    "titleRu": "Ответ на вопрос - Сексуальное насилие в детском возрасте.",
    "contentRu": "Здравствуйте!\nС 4-х летнего возраста несколько лет над моим мужем (тайно) издевался - использовал для орального секса- его двоюродный брат. В 19 лет он (мой будущий муж) рассказал обо всем родителям, но они его не поддержали/ не поверили? ему. Мать двоюродного брата, сестра отца мужа, и отец этого подонка жили по соседству, были порядочными уважаемыми людьми. Родитель моего мужа побоялись?? Портить отношения...Не знаю, как еще это объяснить.\nВсю жизнь , начиная с 4-х летнего возраста, моему мужу приходилось видеть своего насильника, и вести себя, как-будто ничего не произошло. Он считает то, что его родители проигнорировали его признание предательством. Он с этим смирился, и все равно общается с ними, но обда никуда не ушла. Теперь ему 39 и прошлой осенью так получилось, что о том, что с ним произошло узнали несколько близких родственников, они были в шоке, но, тем не менее, одна из двоюродных сестер до сих пор общается с насильником, и он понятия не имеет, что кто-то что-то знает...(Родители подонка давно умерли)\nмы живём в доме, в котором жили родители подонка и их сыновья (2). Я не хотела покупать этот дом, так как знала о том, что там произошло, но муж сказал, что все будет хорошо.\nУ нас две дочери, им скоро будет 2 и 4 года.\nЯ знаю, что муж мучается и не может забыть ужасов детства и раннего отрочества. Мне кажется, что он в постоянном депрессивном состоянии, говорит, что его жизнь была испорчена/ загублена и что никто не может ему помочь забыть то, что произошло. Иногда кажется. Что все хорошо, и он радуется жизни, но это проблески. Он спрашивает: ради чего жить? Я ему напоминаю, что дочки живы и здоровы и радуют нас и т.д. Но это не помогает... Он хочет еще детей, любит дочек, занимается с ними. Его ценят и любят на работе.\nНо все омрачается прошлыми мучениями. Как их стереть из его памяти? Гипнозом? Или еще как-то? Я ему говорю, что должно же быть хоть что-то, что ему поможет...А он не верит, что что-то можно изменить.\nИногда (редко) у мужа не выдерживают нервы и он приходит в состояние истерики (не знаю, как точно это описать), говорит что не может так жить, иногда даже угрожал самоубийством. Потом все опять приходит на круги своя, но я-то знаю, что он все равно мучается и каждый божий день мысли о насилиях не оставляют его...Я не специалист, но, мне кажется, у него пост-травматический стресс. Но вопрос не столько в диагнозе, сколько в том, как помочь моему мужу? К какому специалисту его вести? Я очень хочу, чтобы он обо всем забыл и мог жить полноценной жизнью и радоваться этой жизни! Я предлагала переехать из дома, предлагала переехать в другой город. Но это не выход, то есть не решит проблему со страшными воспоминаниями.\nЗаранее спасибо!\nЮлия\n\nЗдравствуйте, Юлия!\n\nТо, что случилось с вашим мужем - это очень серьезная эмоциональная травма. Его подавленные эмоции с тех пор, когда происходило насилие, и долгие годы после него - продолжение подавления того, что его так сильно тревожило, плюс наложилось его признание родителям и невозможность получить поддержку от них, это могло усугубить его эмоциональное состояние. Невозможность получить поддержку в его случае - это и есть предательство, о котором не принято говорить вслух. Трудно принять любому человеку, не только вашему мужу, то, что самые близкие и родные его люди (родители) предали и не помогли, когда он очень нуждался в их помощи и поддержке. Cвоим примером (ничего не делания относительно произошедшего) они показали ему, что с несправедливостью бороться не нужно, нужно все забыть, оставить как есть. Но он не смог с этим смириться внутри, поэтому это усилило его страдания относительно уже существующего внутреннего конфликта, оставшегося от пережитого насилия, и это, в совокупности, продолжает разрушать его сейчас. Ему трудно и тяжело, он устал идти по жизни и нести с собой эту тяжесть.\n\nКогда в семье нет доверия между родителями и детьми, детям очень часто приходится справлятся с проблемами самостоятельно, и тот тяжелый эмоциональный груз, который им приходится нести на своих плечах с раннего детства, просто так не проходит. И если, став взрослыми, они ничего не дeлают со своей проблемой, потому как тень прошлого очень для них страшна, то таких людей часто сопровождает безрадостная жизнь. Есть и другие, которым удается травму переварить, то есть прожить негативные эмоции. А когда негативные эмоции пережиты, они покидают человека. И да, человеку приходится учиться заново доверять, а это всегда риск. Но такой путь с риском помогает сделать свой собственный страх своим союзником.\n\n“Я очень хочу, чтобы он обо всем забыл и мог жить полноценной жизнью и радоваться этой жизни!”\n\nЗабыть не получится, такое ваше желание - это иллюзия. Такое забыть невозможно.\n\nДля того, чтобы избавиться от разрушительных страданий, эту ситуацию нужно эмоционально прожить на терапии. Каждую травму сопровождает и страх, и вина, и обида, и злость.\n\nВоспоминания о произошедших событиях приносят вашему мужу боль, потому как переживания от травмы оставили след или трафарет. Каждый раз встречаясь с реальностью, человек не может посмотреть на нее без трафарета, каждый раз он накладывает трафарет, только потом смотрит: а что же происходит? И неудивительно, что он видит реальность со стороны травматичного опыта, отсюда его мучения, истерики и нежелание жить.\n\nЛюдям, которые пережили травмы, очень важно достать свои подавленные эмоции, вынести их на свет, прожить их, и, очистившись, им становится легче.\n\nВ состоянии транса (на гипнотической сессии) некоторым легче возвратится в прошлое, потому как визуализируя, можно найти точки опоры, используя сказочные фантазии, или что-то другое, что могло бы помочь человеку найти поддержку в момент повторного переживания травмы. Состояние транса в гипнозе служит анестезией от невыносимой боли. Такого рода анестезия не имеет последствий и дает хорошие результаты, но только в том случае, если клиент заинтересован в помощи.\n\nЗа неверием вашего мужа в то, что что-то можно изменить, стоит боль, с которой он не хочет еще раз встречаться, а именно - вспоминать все, что происходило в моменты насилия, ожидание страшной неизвестности после него, и самое тревожное для него на тот момент - его беспомощность перед ситуацией – его никто не мог защитить. Тогда ему было очень сильно страшно и больно. Обида на родителей: “они ведь могли защитить, но не cделали”. И вопрос: “почему все так случилось и именно сo мной?”, не покидает его. И многие другие мысли, которые его до сих пор беспокоят.\n\nОб этом совсем не легко рассказывать незнакомому человеку. Для того, чтобы понять вашему мужу, сможет ли он довериться на сессии, нужно начать. Я работаю по скайпу, по желанию сессии можно проводить без видео, только в голосовом режиме. Возможно, такой способ работы будет для него менее травматичным (я не знаю его, он может не называть своего имени, я не буду видеть его). Если он почувствует на сессии, что может довериться, у него появится возможность справиться с тем, что отнимает его покой.\n\n“мы живём в доме, в котором жили родители подонка и их сыновья”\n\nОчень часто атмосфера, связанная с прошлым, сказывается на человеке и очень сильно. Потому как напоминает ежeминутно о том, что происходилo, активируя воспоминания и связанные с ними эмоции. Ваш муж может не осознавать это, но это не исключает возможности негативного влияния на его эмоциональное состояние.\n\nОчень интересно, что он принял решение жить в этом доме. Это может быть одно из подсознательных желаний встретиться (стать ближе к своему страху и оттого меньше бояться) со своим страхом (насильником) и его пережить. Но по всей видимости такой вариант не сработал, состояние его не стало лучше. Часто наша психика ищет выходы и обычно это те, которые нам знакомы. Происходит это потому, что пока не видит других путей выхода от страданий, и упирается в тупик. В такой ситуации сложно одному справиться, нужен кто-то близкий или психолог, кто мог бы сопереживать и помог бы найти выход.",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Ответ на вопрос - Сексуальное насилие в детском возрасте.]",
    "descriptionEn": "[Translation needed: Здравствуйте!\nС 4-х летнего возраста несколько лет над моим мужем (тайно) издевался - использовал для орального секса- его двоюродный брат. В 19 лет о...]",
    "descriptionRu": "Здравствуйте!\nС 4-х летнего возраста несколько лет над моим мужем (тайно) издевался - использовал для орального секса- его двоюродный брат. В 19 лет он (мой будущий муж) рассказал обо всем родителям, ...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  },
  {
    "url": "https://www.irinamonroe.com/delau-podarki-kak-pod-gipnozom",
    "urlSlug": "delau-podarki-kak-pod-gipnozom",
    "titleRu": "Дарю подарки как под гипнозом",
    "contentRu": "Если вас стало волновать, что вы делаете дорогие подарки тренеру, значит вы стали задумываться стоит ли продолжать. Подумайте о том, зачем вы это делаете? Что приобретаете взамен? Какая ее реакция для вас так важна, что вы хотите ее получать раз за разом? Что в реакции вашего тренера для вас очень ценного? Благодарность?\n\nКто, кроме вас, ей еще дарит подарки в таком режиме как вы?\n\nЕсть вероятность, что кроме благодарности вы можете чувствовать свою особенность в том, что вы такая хорошая,\n\nтренера не забыли и ей все еще благодарны.\n\nВаши отношения с тренером могут вам напоминать одну из ситуаций, когда вам нужна была поддержка, очень сильно в чем-то для вас очень важном, и она вам ее дала, поддержала вас. Видимо, в тот момент, когда вы нуждались в этой поддержке особенно, она была рядом с вами. Вы это запомнили подсознательно и теперь считаете, что вы ей чем-то должны оплатить ее вложения. Подарки ваши и являются оплатой.\n\nИли другой вариант. Общение с ней для вас является очень важным, никто кроме нее, возможно, вам не дает опрeделенного ощущения комфорта, когда вы находитесь в контакте с ней (общаетесь), вы чувствуете себя как-то особенно хорошо. Чтобы не потерять контакт с ней, вы себе придумали, что даря ей подарки, вы сможете и дальше получать общение с ней.\n\nКакой бы вариант у вас не был как основа вашего выбора дарить подарки, это общение может продолжаться и быть искренним только если вам и вашему тренеру  приятно общаться, у вас есть общие интересы, вы вдвоем хотите продолжать это общение, а не только вы одна.\n\nДаже если вы будете продолжать дарить подарки  вашему тренеру, а ей будет с вами неинтересно, это общение рано или поздно прекратится.\n\nЕсли вы не можете прекратить дарить ей подарки, подумайте о том, что вы потеряете, если перестанете дарить ей подарки? Ответ на этот вопрос поможет вам определить вашу ценность, за которую вы ей платите.\n\nДругими словами,  отвечая на вопрос, вы сможете понять, в чем вы нуждаетесь? От чего вам трудно отказаться?\n\nИ после  можно подумать: какие есть альтернативы в получении такого же чувства, которое вы испытываете в общении с тренером; в знании того, что она присутствует в вашей жизни?",
    "publishDate": "2025-06-15",
    "category": "hypnosis",
    "titleEn": "[Translation needed: Дарю подарки как под гипнозом]",
    "descriptionEn": "[Translation needed: Если вас стало волновать, что вы делаете дорогие подарки тренеру, значит вы стали задумываться стоит ли продолжать. Подумайте о том, зачем вы это дела...]",
    "descriptionRu": "Если вас стало волновать, что вы делаете дорогие подарки тренеру, значит вы стали задумываться стоит ли продолжать. Подумайте о том, зачем вы это делаете? Что приобретаете взамен? Какая ее реакция для...",
    "contentEn": "[Translation needed]",
    "keywords": "hypnotherapy, hypnosis, therapy, healing"
  }
]