[
  {
    "url": "https://www.irinamonroe.com/myg-obschaetsya-s-drygoi",
    "urlSlug": "myg-obschaetsya-s-drygoi",
    "titleRu": "Ответ на вопрос - Муж общается с другой в соц.сетях",
    "contentRu": "У нас проблема в том ,что муж уже месяца 3 через одноклассники переписывоеться с женщиной. Переписка у них зашла далеко. у меня на душе тревога.О прекращении переписки он и слышать не хочет. Я не знаю что делать?\n\nЗдравствуйте, Ольга!\n\nКогда муж, находясь в отношениях с вами, поддерживает отношения с другой женщиной, совершенно не заботясь о том, что вы чувствуете, это неприятно.\n\nВы пишете, что у вас тревога. Тревога может рождаться по разным причинам.\n\nВы боитесь что-то потерять? Подумайте, чего вы боитесь? От чего вам становится страшно? Ответив на этот вопрос, вы сможете понять, что для вас является  значимым в отношениях с ним.\n\nВ вашем письме недостаточно информации для того, чтобы понять, что же действительно происходит.\n\nНо ясно одно, что отношения у вас начали портиться еще задолго до того, как он стал переписываться с другой женщиной. Причин этому может быть много.\n\nНапример, ему не хватало от вас внимания, поддержки, заботы, чего-то еще.\n\nЕго переписка является для него одним из вариантов получить то, чего ему не хватает в жизни/ от вас. Отказываясь прекратить переписку, он может таким образом демонстрировать, что ваше мнение для него не важно. Обычно за напускным безразличием   неважности  мнения партнера стоит недостаток получения  внимания  того же партнера. Переписываясь с женщиной, он,  может привлекает ваше внимание. Вы переживаете, тревожитесь, значит, думаете о нем. Это такой завуалированный способ контроля. Да, способ детский, но, по всей видимости, он не знает, как привлечь ваше внимание и сделать по-другому.\n\nЧтобы вам понять, что стоит за таким его поведением, стоит у него спросить: что он с вами делает, почему остается в отношениях? Если он вас не любит, не хочет быть с вами вместе, то стоит ли продолжать отношения, в которых и вам, и ему плохо?\n\nДля того, чтобы появились изменения в ваших отношениях, вам нужно дать ему знать, что вам неприятно наблюдать его общение с другой женщиной и что вы знаете, что переписка зашла далеко (вам стоит озвучить ему в разговоре, что вы подразумеваете под \"далеко\". Это обмен интимными сообщениями, разговоры о встречах, планирование совместной жизни, что-то еще?) и спросить его, что он собирается делать, зная о том, что вам плохо. Готов ли обсудить с вами, что требуется изменить в ваших отношениях, чтобы они наладились.\n\nЕсли он хочет быть с вами, вы вместе сможете подумать, что каждому из вас важно получать от партнера, и начать отвечать этим потребностям.\n\nЕсли ему не нужны отношения, он продолжит делать то, что делает.\n\nТогда вам придется принять решение - или оставаться в отношениях и наблюдать/чувствовать его неуважение к вам, жить в тревоге, быть несчастной, потому как изменить вы его не сможете, если он сам этого не захочет. Другой вариант – начать устраивать свою жизнь, но уже без него.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Ответ на вопрос - Муж общается с другой в соц.сетях]",
    "questionRu": "Ответ на вопрос - Муж общается с другой в соц.сетях",
    "descriptionEn": "[Translation needed: Когда муж, находясь в отношениях с вами, поддерживает отношения с другой женщиной, совершенно не заботясь о том, что вы чувствуете, это неприятно.\n\nВы...]",
    "descriptionRu": "Когда муж, находясь в отношениях с вами, поддерживает отношения с другой женщиной, совершенно не заботясь о том, что вы чувствуете, это неприятно.\n\nВы пишете, что у вас тревога. Тревога может рождатьс...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "У нас проблема в том ,что муж уже месяца 3 через одноклассники переписывоеться с женщиной. Переписка у них зашла далеко. у меня на душе тревога.О прекращении переписки он и слышать не хочет. Я не знаю что делать?\n\nЗдравствуйте, Ольга!\n\nВы боитесь что-то потерять? Подумайте, чего вы боитесь? От чего вам становится страшно? Ответив на этот вопрос, вы сможете понять, что для вас является  значимым в отношениях с ним.\n\nЧтобы вам понять, что стоит за таким его поведением, стоит у него спросить: что он с вами делает, почему остается в отношениях? Если он вас не любит, не хочет быть с вами вместе, то стоит ли продолжать отношения, в которых и вам, и ему плохо?\n\nДля того, чтобы появились изменения в ваших отношениях, вам нужно дать ему знать, что вам неприятно наблюдать его общение с другой женщиной и что вы знаете, что переписка зашла далеко (вам стоит озвучить ему в разговоре, что вы подразумеваете под \"далеко\". Это обмен интимными сообщениями, разговоры о встречах, планирование совместной жизни, что-то еще?) и спросить его, что он собирается делать, зная о том, что вам плохо. Готов ли обсудить с вами, что требуется изменить в ваших отношениях, чтобы они наладились."
  },
  {
    "url": "https://www.irinamonroe.com/neyvagitelniy-myg",
    "urlSlug": "neyvagitelniy-myg",
    "titleRu": "Неуважительный муж​",
    "contentRu": "“Но я люблю его, даже осознавая всю ситуацию, я не могу его оставить!” - у вас есть надежда, что он измениться каким -то чудом? Что, по вашему мнению, может или должно произойти, чтобы он изменился?\n\nО каком чуде вы мечтаете?\n\nО том что, вы будете приносит себя в жертву, поступаясь своими интересами и однажды он это оценит и вернет вам ваши вложения? Обычно такое не прoисходит. Такого рода люди обычно только берут.\n\nНе стоит надеятся на его осознанность в вопросе поддержания баланса в отношениях на равных - брать и давать.\n\nЕму стоит указывать на неравные вложения в отношения своими действиями, которые будут равноценны его вложениям\n\nв отношения. Иногда это единственный путь, который помогает развить чувство баланса.\n\n“Но я люблю его, даже осознавая всю ситуацию, я не могу его оставить!”\n\nЭто не про любовь к нему, это про чувства, которые вы испытываете, находясь рядом с ним.\n\nЕго присутствие в ваше жизни позволяет вам чувствовать свою значимость и ценность, и, теряя его присутствие в вашей жизни, вы теряете опору, а именно ощущение своей значимости и ценности.\n\nВам трудно с ним расстаться даже осознавая, что нет “Никакого уважения, никакой помощи, никакой заботы” c его стороны потому, что ВЫ инвестируете в него (забота о нем, забота о доме, забота о его дочери), ваше инвестирование поддерживает в вас вашу самоценность, вашу значимость. Если вы потеряете его, вы потеряете вашу значимость и ценность. По всей видимости, вы по-другому не можете ощутить в себе ценность, как только инвестировать в других. Такой путь в никуда, это однажды очень сильно исчерпает ваши ресурсы.\n\nВозможно, вам стоит начать искать опоры в себе.\n\nДля него вы не имеете ценности, потому как он в вас вкладывает очень мало, и ему с вами расстаться будет легко, он мало чего потеряет. Вас это пугает и вы продолжаете делать то, что обычно делаете в ежедневной жизни.\n\nНяню и домработницу можно нанять и оплатить их услуги. Ваши услуги бесплатны. Какие услуги, для кого, как долго вообще имеют ценность, если они бесплатны?\n\nЧеловек к этому привыкает очень быстро и воспринимает как должное.\n\nВ любых отношениях важно соблюдать баланс между своими потребностями и потребностями другого человека. Есть такое выражение: “Хочешь быть полезным другим - живи для себя.”\n\nМожете ли вы изменить его отношения к вам? Можете, если начнете заявлять о своих потребностях.\n\nВы не обязаны заниматься его дочерью. Вы не обязаны делать по дому все самостоятельно.\n\nПривлекайте его к домашним делам, оставляйте ему заботу о его дочери.\n\nПонятно, что без должного статуса вам трудно устроится на работу, но возможность пойти куда-то самостоятельно, найти занятие по душе - это может осуществиться.\n\nПодумайте над ответами на эти вопросы внимательно:\n\nПочему вы этого не делаете? Что останавливает/обездвиживает вас?\n\nВаша ответственность перед другими превышает ответственность перед самой собой. Отвечая за других, вы не заботитесь о себе. Как так случилось, что вы стали себе безразличны? Ваше собственное безразличие к себе ваш муж отражает своим отношением к вам. Он не ценит вас, не заботится, потому что вы не делаете это для самой себя. Вы не цените себя, он не ценит вас - вы смотритесь в зеркало и не видите своего отражения.\n\nЕсли вы хотите продолжать отношения с ним, начните заботиться о себе (делайте что-то для себя), привлекайте/просите его делать что-то для вас, для дома, для его дочери.\n\nЕсли оставить все как есть в вашем поведении, его отношение к вам никогда не поменяется.\n\nЕсли начнете заботиться о себе, есть шанс изменений.\n\nПодумайте, если у него есть все, что ему необходимо получать от вас (домработница, няня для дочери, возможно, секcуaльное удовлетворение) зачем ему что-то менять, если его и так все устраивает? Может так случиться, что присутствие женщины в его жизни основывается только на “женщина как функция”, и как в личности он в ней не заинтересован. В таком случае, зачем вaм такой мужчина, с которым вы никогда не почувствуете себя больше, чем домработница и няня?\n\nВы написали, вы задаете вопрос “что делать?”. Получается, что это вас не устраивает ситуация, но не его, и потому вам придется начать ее менять.\n\nПосле прочтения у вас есть понимание, как можно это поменять. Если оставить все как есть, изменений быть не может как и в отношениях с ним, так и в отношениях с другим человеком. Вы используете основу (приносите себя в жертву/ пренебрегаете своими интересами чаще, чем это требуется) для построения отношений, которые эта основа не способна выдержать. Ее хрупкость заключается только в вашей заинтересованности их поддерживать.\n\nСтойкость основы, на которой строятся и поддерживаются отношения - это о равной заинтересованности двух людей, которые участвуют в этом процессе, и абсолютно не о титаничеcких вложениях одного за двоих, как проиcходит в вашем случае.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Неуважительный муж​]",
    "questionRu": "Неуважительный муж​",
    "descriptionEn": "[Translation needed: Не стоит надеятся на его осознанность в вопросе поддержания баланса в отношениях на равных - брать и давать.\n\nЕму стоит указывать на неравные вложения...]",
    "descriptionRu": "Не стоит надеятся на его осознанность в вопросе поддержания баланса в отношениях на равных - брать и давать.\n\nЕму стоит указывать на неравные вложения в отношения своими действиями, которые будут равн...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "“Но я люблю его, даже осознавая всю ситуацию, я не могу его оставить!” - у вас есть надежда, что он измениться каким -то чудом? Что, по вашему мнению, может или должно произойти, чтобы он изменился?\n\nО каком чуде вы мечтаете?\n\nО том что, вы будете приносит себя в жертву, поступаясь своими интересами и однажды он это оценит и вернет вам ваши вложения? Обычно такое не прoисходит. Такого рода люди обычно только берут.\n\nНяню и домработницу можно нанять и оплатить их услуги. Ваши услуги бесплатны. Какие услуги, для кого, как долго вообще имеют ценность, если они бесплатны?\n\nМожете ли вы изменить его отношения к вам? Можете, если начнете заявлять о своих потребностях.\n\nПочему вы этого не делаете? Что останавливает/обездвиживает вас?\n\nВаша ответственность перед другими превышает ответственность перед самой собой. Отвечая за других, вы не заботитесь о себе. Как так случилось, что вы стали себе безразличны? Ваше собственное безразличие к себе ваш муж отражает своим отношением к вам. Он не ценит вас, не заботится, потому что вы не делаете это для самой себя. Вы не цените себя, он не ценит вас - вы смотритесь в зеркало и не видите своего отражения.\n\nПодумайте, если у него есть все, что ему необходимо получать от вас (домработница, няня для дочери, возможно, секcуaльное удовлетворение) зачем ему что-то менять, если его и так все устраивает? Может так случиться, что присутствие женщины в его жизни основывается только на “женщина как функция”, и как в личности он в ней не заинтересован. В таком случае, зачем вaм такой мужчина, с которым вы никогда не почувствуете себя больше, чем домработница и няня?\n\nВы написали, вы задаете вопрос “что делать?”. Получается, что это вас не устраивает ситуация, но не его, и потому вам придется начать ее менять."
  },
  {
    "url": "https://www.irinamonroe.com/otnosheniya-s-zhenatym-muzhchi",
    "urlSlug": "otnosheniya-s-zhenatym-muzhchi",
    "titleRu": "Отношения с женатым мужчиной.",
    "contentRu": "Здравствуйте. Мне 17 лет. Проблема моя в том, что уже почти год у меня отношения с женатым мужчиной.\n\nЕму 27 и он муж сестры моей подруги. 2 года назад я и моя семьяпереехали в США и мне было довольно непросто приспособиться к таким резким переменам. Поэтому я очень дорожу отношениями с этой девушкой и прекратить отношения с ней, чтобы не встречаться с ним, я не могу. Он не настаивает ни на чем, ограничивается поцелуями и объятиями, говорит, что ему хорошо со мной. И мне хорошо с ним, но я никак не могу понять, что мне делать дальше, потому что из-за него я не могу найти себе друга-сверстника.\n\nЕсли он узнает, что у меня с кем-то начинает что-то складываться, то начинает кричать на меня, а однажды даже подрался с парнем, с которым я ходила в кино.\n\nЗдравствуйте, Валерия!\n\n\"Поэтому я очень дорожу отношениями с этой девушкой и прекратить отношения с ней, чтобы не встречаться с ним, я не могу.\"\n\nДумаю вы путаете \"дорожить\" и \"использовать\".\n\nДорожить - это заботиться о том, что человек чувствует и не совершать за его спиной то, что ему нанесет рану.\n\nИспользовать - это получать то, что важно вам в одностороннем порядке, и совсем не заботиться о чувствах другого человека.\n\nМне не совсем понятно, о какой девушке вы говорите, о своей подруге или о жене МЧ, с которым встречаетесь.\n\nНо очевидно одно, что каждая из них, узнав о ваших встречах с МЧ, не одобрит это и перестанет продолжать с вами поддерживать отношения. Вы это осознаете, но предпочитаете жить во лжи, чем потерять с ними связь. Это ваш выбор. Подуймате, чем это может закончиться для вас?\n\n\"Если он узнает, что у меня с кем-то начинает что-то складываться, то начинает кричать на меня, а однажды даже подрался с парнем, с которым я ходила в кино\".\n\nПоведение МЧ назвать можно детским. Кричит на вас, дерется, он заявляет о своих правах, которых у него нет.\n\nВы, в свою очередь, предпочитаете закрывать глаза на то, что он женат, обманывает свою жену, его агрессивное поведение по отношению к вам. Видимо, вы согласны получать ощущение своей нужности даже таким путем. Вам нравится чувствовать, что за вас борются, но можно ли назвать этот путь достойным уважения мужчины?Вы разве так хотели, чтобы вас добивались мужчины? Мордобой и крики могут в последствии быть адресованы и вам тоже, это только вопрос времени.\n\n\"И мне хорошо с ним, но я никак не могу понять, что мне делать дальше, потому что из-за него я не могу найти себе друга-сверстника.\"\n\nВы и не найдете, потому что вам с ним хорошо. Для того, чтобы принять решение, что делать дальше, подумайте, какое будущее у вас может быть с этим человеком? Как долго вы готовы на режим тайных встреч? К чему вас приведет ваш выбор? Закончив отношения с ним, у вас появится возможность найти свободного МЧ и строить с ним отношения, при этом вы сможете общаться с подругой и ее сестрой без чувства вины.\n\nКакой бы выбор вы не сделали, с его последствиями придется встретится вам самой.\n\nПринимая решение помните, что последствия всегда зависят от выбранного пути.\n\nмой ответ на сайте all-psy.com",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Отношения с женатым мужчиной.]",
    "questionRu": "Отношения с женатым мужчиной.",
    "descriptionEn": "[Translation needed: Ему 27 и он муж сестры моей подруги. 2 года назад я и моя семьяпереехали в США и мне было довольно непросто приспособиться к таким резким переменам. П...]",
    "descriptionRu": "Ему 27 и он муж сестры моей подруги. 2 года назад я и моя семьяпереехали в США и мне было довольно непросто приспособиться к таким резким переменам. Поэтому я очень дорожу отношениями с этой девушкой ...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Здравствуйте. Мне 17 лет. Проблема моя в том, что уже почти год у меня отношения с женатым мужчиной.\n\nЗдравствуйте, Валерия!\n\nНо очевидно одно, что каждая из них, узнав о ваших встречах с МЧ, не одобрит это и перестанет продолжать с вами поддерживать отношения. Вы это осознаете, но предпочитаете жить во лжи, чем потерять с ними связь. Это ваш выбор. Подуймате, чем это может закончиться для вас?\n\nВы, в свою очередь, предпочитаете закрывать глаза на то, что он женат, обманывает свою жену, его агрессивное поведение по отношению к вам. Видимо, вы согласны получать ощущение своей нужности даже таким путем. Вам нравится чувствовать, что за вас борются, но можно ли назвать этот путь достойным уважения мужчины?Вы разве так хотели, чтобы вас добивались мужчины? Мордобой и крики могут в последствии быть адресованы и вам тоже, это только вопрос времени.\n\nВы и не найдете, потому что вам с ним хорошо. Для того, чтобы принять решение, что делать дальше, подумайте, какое будущее у вас может быть с этим человеком? Как долго вы готовы на режим тайных встреч? К чему вас приведет ваш выбор? Закончив отношения с ним, у вас появится возможность найти свободного МЧ и строить с ним отношения, при этом вы сможете общаться с подругой и ее сестрой без чувства вины."
  },
  {
    "url": "https://www.irinamonroe.com/izmena-muzha",
    "urlSlug": "izmena-muzha",
    "titleRu": "Ответ на вопрос - Измена мужа",
    "contentRu": "Измена мужа с разными женщинами 2 года, в браке 20 лет, нам по 41 году.месяц назад родила 3ребенка(он его хотел) и тут же узнала об изменах. как быть, очень тяжело.\n\nЗдравствуйте, Светлана!\n\nИзмены редко происходят случайно. Это часто является сигналом, что в отношениях между мужчиной и женщиной не все в порядке. Для того, чтобы понять, чего не хватает в ваших с мужем отношениях необходимо поговорить с мужем и спросить, что дают ему связи не стороне? Что он не получает от вас, а хотел бы?\n\nБольшое значение в парах имеет способность обсуждать то, что не нравится каждому из партнеров. Как у вас с этим? Уделяете ли вы друг другу время? Как часто? Делаете ли что-то вместе? Поддерживаете ли интересы друг друга?\n\nОтветы на эти вопросы помогут вам понять, что важно получать каждому из вас от своего партнера, и где нужны изменения в ваших отношения.\n\nДля того, чтобы сохранить семью и предупредить повторение измен, изменения необходимы в вашей семье. Совместное желание к переменам и ваше, и вашего мужа - залог сохранения и благополучия вашей семьи; без перемен, даже если вы будете терпеть его измены, семья развалится рано или поздно.\n\nПоговорив с мужем, дав ему понять, что вы знаете о его изменах, что вам неприятно все происходящее, и таких повторений вам больше не хотелось бы, поможет вам совместно принять решение, что делать дальше.\n\nЕсли вы действительно ему дороги, он уважает и считается с вашими чувствами и хочет быть с вами, он задумается, и перемены могут быть с его стороны. Если изменений с его стороны не последует, то вам станет более понятно его истинное отношение к вам, где он согласен быть с вами только на его условиях. Тогда вы сможете выбрать: сможете ли вы продолжать жить с ним на условиях, предлагаемых им, где учитываются только его интересы, или вам следует искать другого человека, с кем у вас будут совпадать мнения о здоровых отношениях между мужчиной и женщиной, где изменам нет места.\n\nмой ответ на сайте all-psy.com",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Ответ на вопрос - Измена мужа]",
    "questionRu": "Ответ на вопрос - Измена мужа",
    "descriptionEn": "[Translation needed: Измена мужа с разными женщинами 2 года, в браке 20 лет, нам по 41 году.месяц назад родила 3ребенка(он его хотел) и тут же узнала об изменах. как быть,...]",
    "descriptionRu": "Измена мужа с разными женщинами 2 года, в браке 20 лет, нам по 41 году.месяц назад родила 3ребенка(он его хотел) и тут же узнала об изменах. как быть, очень тяжело.\n\nОтветы на эти вопросы помогут вам ...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Здравствуйте, Светлана!\n\nИзмены редко происходят случайно. Это часто является сигналом, что в отношениях между мужчиной и женщиной не все в порядке. Для того, чтобы понять, чего не хватает в ваших с мужем отношениях необходимо поговорить с мужем и спросить, что дают ему связи не стороне? Что он не получает от вас, а хотел бы?\n\nБольшое значение в парах имеет способность обсуждать то, что не нравится каждому из партнеров. Как у вас с этим? Уделяете ли вы друг другу время? Как часто? Делаете ли что-то вместе? Поддерживаете ли интересы друг друга?"
  },
  {
    "url": "https://www.irinamonroe.com/problemy-v-seme",
    "urlSlug": "problemy-v-seme",
    "titleRu": "Проблемы в семье",
    "contentRu": "“Проблема в сексе, он у нас бывает очень редко, за 2 месяца у нас было только 4 раза . сделает своё дело получит своё удовольствие и ложиться спать”.\nДействительно, неприятно когда мужчина только удовлетворяет свои потребности и не заботится о том, как вы себя чувствуете.\n\n“Спрашиваю его любит ли меня в ответ говорит что очень тогда я не понимаю почему он себя так ведёт.”\nВидимо у вас и у вашего мужа разное понимание любви, так бывает.\nЧтобы ему понятно было, когда вы чувствуете себя любимой, вам нужно ему об этом рассказать, о своих ожиданиях.\n\n“И то как то все быстро проходит без поцелуев без ласк”\nПоговорите с ним и расскажите, что для вас является ласками, назовите, что конкретно вы от него ожидаете.\n\n“А сегодня вообще признался в том что спит со мной только что бы я забеременела”\nПоинтересуйтесь у него, что будет происходить потом, когда вы будете беременной и после, когда будете иметь ребенка, он перестанет с вами спать? Как он представляет развитие ваших отношений дальше, если вы будете чувствовать неудовлетворенность в сексе на постоянной основе? \nСкладывается такое впечатление, что он куда-то спешит, от чего-то бежит.\nЗадайте ему вопрос, что мешает или останавливает его в том, чтобы уделить больше внимания тому, что происходит в вашей постели?  Возможно, это его незнание о том, что женщина также как и мужчина нуждается в удовлетворении. Предложите ему почитать литературу, которая ему бы могла помочь получить нужные знания.\nВ отношениях не стоит молчать и думать, что мужчина догадается сам, что вам нужно от него. Отношения подразумевают обсуждения того, что не устраивает. Если вы не будете говорить друг другу о том, что вам нравится или не нравится, как каждый из вас может узнать это? Догадаться? Если надеяться на то, что кто-то из вас первым догадается до того, что нужно партнеру, вы накопите огромное количество недовольства и дальше вам не захочется разбираться в этих завалах потому,  как их может скопиться такое количество, что ресурса может не хватить на эти разбирательства. \nПоэтому лучше не заниматься накопительством. Скопление проблем это такой капитал, который может раздавить ваши отношения навсегда. Учитесь говорить, обсуждать с другом другом проблемы по мере их накопления.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Проблемы в семье]",
    "questionRu": "Проблемы в семье",
    "descriptionEn": "[Translation needed: “Проблема в сексе, он у нас бывает очень редко, за 2 месяца у нас было только 4 раза . сделает своё дело получит своё удовольствие и ложиться спать”.\n...]",
    "descriptionRu": "“Проблема в сексе, он у нас бывает очень редко, за 2 месяца у нас было только 4 раза . сделает своё дело получит своё удовольствие и ложиться спать”.\nДействительно, неприятно когда мужчина только удов...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "“А сегодня вообще признался в том что спит со мной только что бы я забеременела”\nПоинтересуйтесь у него, что будет происходить потом, когда вы будете беременной и после, когда будете иметь ребенка, он перестанет с вами спать? Как он представляет развитие ваших отношений дальше, если вы будете чувствовать неудовлетворенность в сексе на постоянной основе? \nСкладывается такое впечатление, что он куда-то спешит, от чего-то бежит.\nЗадайте ему вопрос, что мешает или останавливает его в том, чтобы уделить больше внимания тому, что происходит в вашей постели?  Возможно, это его незнание о том, что женщина также как и мужчина нуждается в удовлетворении. Предложите ему почитать литературу, которая ему бы могла помочь получить нужные знания.\nВ отношениях не стоит молчать и думать, что мужчина догадается сам, что вам нужно от него. Отношения подразумевают обсуждения того, что не устраивает. Если вы не будете говорить друг другу о том, что вам нравится или не нравится, как каждый из вас может узнать это? Догадаться? Если надеяться на то, что кто-то из вас первым догадается до того, что нужно партнеру, вы накопите огромное количество недовольства и дальше вам не захочется разбираться в этих завалах потому,  как их может скопиться такое количество, что ресурса может не хватить на эти разбирательства. \nПоэтому лучше не заниматься накопительством. Скопление проблем это такой капитал, который может раздавить ваши отношения навсегда. Учитесь говорить, обсуждать с другом другом проблемы по мере их накопления."
  },
  {
    "url": "https://www.irinamonroe.com/moya-simpatiya-ne-vzaimna",
    "urlSlug": "moya-simpatiya-ne-vzaimna",
    "titleRu": "Моя симпатия не взаимна",
    "contentRu": "Здравствуйте, Ирина. меня зовут Вика,мне 16 лет у меня такая прблемка ,значит мне нравится один парень,мы с ним в одной школе учились но я его не замечала,и вот у него 11 класс,а у меня 9 и мы начали очень хорошо общаться,в итоге он начал мне нравится я ему сказала об этом,но он вроде как ко мне ничего не чуствует,.мы перестали общаться,через месяца 4 мы вновь начали общаться,но общение было даже не как у друзей,а как у просто знакомых прошел месяц,мы с ним уже общаемся как хорошие друзья но я не хочу быть ему другом симпатия переросла в чуства я хочу ему сказать ,что он мне не безразличен но боюсь быть отвергнутой и просто дружба меня не устраивает.. помогите пожалуйста,что мне делать?\n\nЗдравствуйте, Вика!\n\nПопробуйте быть предельно честной с ним и поговорить обо всем, что вы чувствуете по отношению к нему. После разговора вы сможете спросить его, что он думает о ваших отношениях; хотел бы, чтобы они переросли в более близкие?\n\nЕсли его желание будет совпадать с вашим, тогда ваши отношения смогут перейти на другой уровень, если нет, то вам точно станет понятно, что он не может вам ответить взаимностью.\n\nЗаставить человека испытывать чувства невозможно. Узнать, что нет взаимности от человека, который нравится, неприятно, но это лучше, чем продолжать жить в страхе быть отвергнутой и жить иллюзиями. Если вы будете продолжать жить в страхе,  то  вам придется сталкиваться с постоянными переживаниями, непонятными ожиданиями о том, что когда-нибудь он сам вам скажет о своих чувствах. Это может случиться, а может и нет.\n\nДля того, чтобы самой не мучиться, стоит узнать у него, что он чувствует по отношению к вам и развеять сомнения, которые приносят страдания. Каким бы его ответ не был – положительным или отрицательным, это поможет вам не зависнуть (не топтаться на одном месте), а идти вперед. При его положительном ответе – строить отношения с ним. При отрицательном – начать искать новые отношения с другим человеком.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Моя симпатия не взаимна]",
    "questionRu": "Моя симпатия не взаимна",
    "descriptionEn": "[Translation needed: Если его желание будет совпадать с вашим, тогда ваши отношения смогут перейти на другой уровень, если нет, то вам точно станет понятно, что он не може...]",
    "descriptionRu": "Если его желание будет совпадать с вашим, тогда ваши отношения смогут перейти на другой уровень, если нет, то вам точно станет понятно, что он не может вам ответить взаимностью.\n\nЗаставить человека ис...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Здравствуйте, Ирина. меня зовут Вика,мне 16 лет у меня такая прблемка ,значит мне нравится один парень,мы с ним в одной школе учились но я его не замечала,и вот у него 11 класс,а у меня 9 и мы начали очень хорошо общаться,в итоге он начал мне нравится я ему сказала об этом,но он вроде как ко мне ничего не чуствует,.мы перестали общаться,через месяца 4 мы вновь начали общаться,но общение было даже не как у друзей,а как у просто знакомых прошел месяц,мы с ним уже общаемся как хорошие друзья но я не хочу быть ему другом симпатия переросла в чуства я хочу ему сказать ,что он мне не безразличен но боюсь быть отвергнутой и просто дружба меня не устраивает.. помогите пожалуйста,что мне делать?\n\nЗдравствуйте, Вика!\n\nПопробуйте быть предельно честной с ним и поговорить обо всем, что вы чувствуете по отношению к нему. После разговора вы сможете спросить его, что он думает о ваших отношениях; хотел бы, чтобы они переросли в более близкие?"
  },
  {
    "url": "https://www.irinamonroe.com/bila-li-izmena",
    "urlSlug": "bila-li-izmena",
    "titleRu": "Ответ на вопрос - Была ли измена",
    "contentRu": "Добрый вечер, Ирина. Меня зовут Алёна, и мне очень нужна ваша помощь. Дело в том, что я уже 1,5 года живу с молодым человеком, мы друг друга очень любим,никогда никто в отношениях не изменял, постоянно находимся вместе, друзей у нас почти нет, но в последнее время, он очень странно себя ведет, а именно: он работает в такси по ночам, в последнее время стал позднее возвращаться домой, постоянно принимает душ, стал следить за собой, чего раньше я не замечала, у нас отсутствует половая жизнь 2 недели, при чем я настаиваю, он говорит, что устал, у него имеется видеорегистратор в машине, заметила, что он стал удалять все содержимое, чего раньше не делал. Плюс ко всему, буквально 2 дня назад, нашла в пассажирском сидении сзади женский пояс и браслет. Подскажите, как себя вести в такой ситуации? Мне очень плохо каждую ночь, я думаю, что он мне изменяет. Очень жду Вашего ответа!\n\nЗдравствуйте, Алена!\n\nДля того, чтобы узнать, была ли измена, вам необходимо поговорить с МЧ и рассказать о своих сомнениях. Поделиться вашими наблюдениями  о том, что вы замечаете в его поведении в последнее время и вас это беспокоит.\n\nЕсли вы боитесь говорить о своих сомнениях, то, возможно, у вас есть страх последствий, которые могут быть, если вы узнаете правду. Разрыв отношений - это неприятное событие, но будете ли вы счастливы в этих отношениях живя и тревожась ежедневно? Принять решение, что вам делать дальше, поможет вам разговор с МЧ и выяснения, как на самом деле все обстоит.\n\nЕсли вы не скажете о своих сомнениях, то врядли что-то изменится, и вы будете оставаться в неизвестности  и переживать. Ваше внутреннее напряжение будет увеличиваться, будет расти недовольство и могут начаться ссоры. Женская стратегия замалчивания, терпения, сглаживания ситуации, отношения не укрепляет, а наоборот их разрушает. Вопрос только во времени.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Ответ на вопрос - Была ли измена]",
    "questionRu": "Ответ на вопрос - Была ли измена",
    "descriptionEn": "[Translation needed: Для того, чтобы узнать, была ли измена, вам необходимо поговорить с МЧ и рассказать о своих сомнениях. Поделиться вашими наблюдениями  о том, что вы з...]",
    "descriptionRu": "Для того, чтобы узнать, была ли измена, вам необходимо поговорить с МЧ и рассказать о своих сомнениях. Поделиться вашими наблюдениями  о том, что вы замечаете в его поведении в последнее время и вас э...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Добрый вечер, Ирина. Меня зовут Алёна, и мне очень нужна ваша помощь. Дело в том, что я уже 1,5 года живу с молодым человеком, мы друг друга очень любим,никогда никто в отношениях не изменял, постоянно находимся вместе, друзей у нас почти нет, но в последнее время, он очень странно себя ведет, а именно: он работает в такси по ночам, в последнее время стал позднее возвращаться домой, постоянно принимает душ, стал следить за собой, чего раньше я не замечала, у нас отсутствует половая жизнь 2 недели, при чем я настаиваю, он говорит, что устал, у него имеется видеорегистратор в машине, заметила, что он стал удалять все содержимое, чего раньше не делал. Плюс ко всему, буквально 2 дня назад, нашла в пассажирском сидении сзади женский пояс и браслет. Подскажите, как себя вести в такой ситуации? Мне очень плохо каждую ночь, я думаю, что он мне изменяет. Очень жду Вашего ответа!\n\nЗдравствуйте, Алена!\n\nЕсли вы боитесь говорить о своих сомнениях, то, возможно, у вас есть страх последствий, которые могут быть, если вы узнаете правду. Разрыв отношений - это неприятное событие, но будете ли вы счастливы в этих отношениях живя и тревожась ежедневно? Принять решение, что вам делать дальше, поможет вам разговор с МЧ и выяснения, как на самом деле все обстоит."
  },
  {
    "url": "https://www.irinamonroe.com/otnosheniya-s-parnem",
    "urlSlug": "otnosheniya-s-parnem",
    "titleRu": "Ответ на вопрос - Отношения с парнем",
    "contentRu": "Здравствуйте, Ирина.\n\nМеня зовут Ира. Я встречаюсь с молодым человеком. Он очень напорист в плане полового акта. Я не могу мне не по себе и противно поэтому я спускаю все на тормозах, постоянно ругаюсь с ним и вовсе хочу уйти....что мне делать? И поговорить я с ним не решаюсь.\n\nЗдравствуйте, Ира!\n\nОн поступает так, как хочется ему, не учитывая ваши потребности. Вы это терпите. Не решаетесь с ним поговорить. Но если вы не поговорите с ним, то как он узнает, что вам его поведение не нравится? Люди не могут читать мысли других людей, но они могут слышать, когда  другой человек делится тем, что он чувствует, делится своими ожиданиями, представлениями, желаниями, как он хочет чтобы было.\n\nВам стоит с ним поговорить о ваших чувствах. Если вашему МЧ не все равно, как вы себя чувствуете, и он хочет быть с вами, он будет меняться. Если же вы ему не интересны как личность и он хотел бы продолжать отношения, только получая сексуальное удовлетворение, используя вас как сексуальный объект, то вам самой нужно решать, хотите ли вы оставаться в роли рабыни, находящийся в зависимом положении.\n\nВы пишете, что когда ваш МЧ напорист в плане полового акта, вы чувствуете \"Я не могу мне не по себе и противно”.\n\nПодумайте что вас держит оставаться в таких отношениях? Как вы чувствуете себя с ним, когда нет секса? Вам с ним хорошо, приятно? Что вам нравится больше всего? Какие чувства вы испытываете к нему?\n\nА теперь подумайте: как долго чувства, которые вы ощущаете, поддерживая с ним  отношения, смогут компенсировать вам его напористое отношение в сексе (игнорирование  ваших потребностей)? Как долго вы сможете еще терпеть его такое отношение к вам во время секса? И ради чего? Это действительно стоит того, чтобы быть с ним вместе?",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Ответ на вопрос - Отношения с парнем]",
    "questionRu": "Ответ на вопрос - Отношения с парнем",
    "descriptionEn": "[Translation needed: Вам стоит с ним поговорить о ваших чувствах. Если вашему МЧ не все равно, как вы себя чувствуете, и он хочет быть с вами, он будет меняться. Если же в...]",
    "descriptionRu": "Вам стоит с ним поговорить о ваших чувствах. Если вашему МЧ не все равно, как вы себя чувствуете, и он хочет быть с вами, он будет меняться. Если же вы ему не интересны как личность и он хотел бы прод...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Здравствуйте, Ирина.\n\nМеня зовут Ира. Я встречаюсь с молодым человеком. Он очень напорист в плане полового акта. Я не могу мне не по себе и противно поэтому я спускаю все на тормозах, постоянно ругаюсь с ним и вовсе хочу уйти....что мне делать? И поговорить я с ним не решаюсь.\n\nЗдравствуйте, Ира!\n\nОн поступает так, как хочется ему, не учитывая ваши потребности. Вы это терпите. Не решаетесь с ним поговорить. Но если вы не поговорите с ним, то как он узнает, что вам его поведение не нравится? Люди не могут читать мысли других людей, но они могут слышать, когда  другой человек делится тем, что он чувствует, делится своими ожиданиями, представлениями, желаниями, как он хочет чтобы было.\n\nПодумайте что вас держит оставаться в таких отношениях? Как вы чувствуете себя с ним, когда нет секса? Вам с ним хорошо, приятно? Что вам нравится больше всего? Какие чувства вы испытываете к нему?\n\nА теперь подумайте: как долго чувства, которые вы ощущаете, поддерживая с ним  отношения, смогут компенсировать вам его напористое отношение в сексе (игнорирование  ваших потребностей)? Как долго вы сможете еще терпеть его такое отношение к вам во время секса? И ради чего? Это действительно стоит того, чтобы быть с ним вместе?"
  },
  {
    "url": "https://www.irinamonroe.com/obidno-byt-ispolzovannoj",
    "urlSlug": "obidno-byt-ispolzovannoj",
    "titleRu": "Обидно быть использованной. Как быть чтобы такое не повторялось?",
    "contentRu": "Здравствуйте!\n\nВопроса в вашем письме я не увидела, но предполагаю, что вас может беспокоить боль от потери, потому как в заголовке вашего письма вы пишете, что ушел любимый человек.\nВы страдаете и вам больно от того, что вы больше не сможете чувствовать себя так, как чувствовали себя рядом с этим человеком. Возможно, своим присутствием в вашей жизни он давал вам что-то важное.\nВы можете назвать свои чувства, когда он жил/был/находился рядом с вами? Что вы испытывали? Что вам нравилось в отношениях с этим человеком? Как он к вам относился? Что делал для вас из того, что вам нравилось? Что особенно запомнилось? Чего стало вам не хватать после его ухода? Чего вы лишились? По чему скучаете?\n\nЕсли вы сможете понять, чего вам особенно не хватает, у вас появится возможность подумать, где/ с кем еще вы могли бы испытать те чувства, которые испытывали рядом с ним.\nСо своей стороны я объясню вам, о чем говорило поведение вашего партнера в ваших взаимоотношениях, и вы сможете подумать, хотели бы продолжения такого к себе отношения или вы представляете отношения между любящими людьми по-другому.\n\n“Стали жить но не смогли, стал гулять. В общем расстались. Он вернулся обратно в семью.”\n\n“По истечению некоторого времени я сделала ремонт, пришла в себя. И он захотел вернуться снова. \nСтали жить, за это время он отучился на вождение. Курсы вождения я помогла ему оплатить. И резко его отношение поменялось, я снова стала плохая.”\n\nВ его поведении прослеживается элемент его отношения к вам как к объекту. Пока ему удобно, все идет так, как ему нравиться и ничего его не беспокоит - он остается с вами. Как только по каким-то причинам он перестает получать то, что для него важно получать от вас, или он уже получил/ насытился, он уходит.\n\nЕго поведение подразумевает определенный смысл: “мне все равно, как ты себя чувствуешь, я отношусь к тебе не как к близкому человеку, а как к объекту, в котором меня интересует финансы и некоторые другие удобства, которые я получаю, находясь во взаимодействии с тобой.”\n\n“У меня был взят кредит за который он мне стал предъявлять в очень жестокой форме. В общем снова жить не хочет, встал, закатил скандал и ушел. Обвинил во всех грехах” -  Он пренебрег причинами, которые могли вас привести к решению взять кредит. Он способен пользоваться благами, а решение проблем оставляет вам. Он отучился на вождение и вы ему в этом помогли, он свои задачи за ваш счет решил, и надобность вашего присутствия в его жизни потеряла актуальность. Предъявление вам претензий о том, что вы взяли кредит, он использовал как опору оттолкнуться для перехода в другое состояние, где он будет решать свои, уже другие задачи. Возможно, с помощью других людей.\n\nЭто очень и очень грустно и больно осознать, что ваши ожидания относительно этого мужчины не оправдались, и уже во второй раз.\n\nНо поменять его отношение к вам без его желания - невозможно. Чтобы что-то изменить, нужно четко понимать и признавать, что проблема есть, и что с этой проблемой человеку трудно жить, последствия выбора его не устраивают, что цена  должна оправдывать вложения.\n\nЛюбую потерю нужно пережить, и на это вам потребуется время.\nПозволение себе плакать, злиться, отчаиваться, дает возможность выплеснуть из тела накопившееся напряжение, поэтому если хочется плакать - плачьте. Можно написать ему письмо, выплеснуть все то, что вы думаете о нем, о чем сожалеете и сжечь письмо. Это первая помощь.\n\nЕсли вы хотите разобраться в том, почему вы привлекли инфантильного мужчину \n(это мужчина, у которого поведения ребенка, отсутствие ответственности за свой выбор), и чтобы такая ситуация не повторялась в будущих отношениях, тогда стоит обратиться к специалисту и понять, что за причины стоят за вашим выбором партнеров. Если не разбираться, есть вероятность, что следующие отношения могут строиться так же, как и предыдущие, и будут вас снова ранить.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Обидно быть использованной. Как быть чтобы такое не повторялось?]",
    "questionRu": "Обидно быть использованной. Как быть чтобы такое не повторялось?",
    "descriptionEn": "[Translation needed: Если вы сможете понять, чего вам особенно не хватает, у вас появится возможность подумать, где/ с кем еще вы могли бы испытать те чувства, которые исп...]",
    "descriptionRu": "Если вы сможете понять, чего вам особенно не хватает, у вас появится возможность подумать, где/ с кем еще вы могли бы испытать те чувства, которые испытывали рядом с ним.\nСо своей стороны я объясню ва...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Здравствуйте!\n\nВопроса в вашем письме я не увидела, но предполагаю, что вас может беспокоить боль от потери, потому как в заголовке вашего письма вы пишете, что ушел любимый человек.\nВы страдаете и вам больно от того, что вы больше не сможете чувствовать себя так, как чувствовали себя рядом с этим человеком. Возможно, своим присутствием в вашей жизни он давал вам что-то важное.\nВы можете назвать свои чувства, когда он жил/был/находился рядом с вами? Что вы испытывали? Что вам нравилось в отношениях с этим человеком? Как он к вам относился? Что делал для вас из того, что вам нравилось? Что особенно запомнилось? Чего стало вам не хватать после его ухода? Чего вы лишились? По чему скучаете?"
  },
  {
    "url": "https://www.irinamonroe.com/stoit-li-prodolgat-otnosjenia",
    "urlSlug": "stoit-li-prodolgat-otnosjenia",
    "titleRu": "Ответ на вопрос -Стоит ли продолжать отношения с этим человеком?",
    "contentRu": "Здравствуйте,\nМне 25 лет, работаю в рекламе. Три года назад переехала жить в США, в Г. Нью-Йорк. Год назад начала встречаться с молодым человеком. Он также, как и я, русскоязычный иммигрант, но был привезён сюда ещё ребёнком. На данный момент ему 29 лет. До меня он 8 лет встречался с девушкой, но по его словам те отношения уже полностью себя исчерпали и теперь они просто остались друзьями.\nЗа год наших отношений особо никаких развитий не произошло. Мы стабильно встречаемся раз в неделю по выходным у меня дома , ходим в ресторан, иногда он покупает мне разные подарки. Живёт он в соседнем штате со своей мамой(40 мин езды на автомобиле от моего дома). За этот год я ни разу не была у него дома, с родителями он меня тоже не познакомил. О дальнейших отношениях мы с ним не разговариваем, он говорит что \"ему просто хорошо со мной\". Недавно я попросила его помочь мне получить документы (он гражданин, и при браке с ним я автоматически получаю вид на жительство в США). На что он обещал подумать. Но ответа ещё мне не дал, прошла уже неделя. Сама спрашивать я стесняюсь. По идее он сам должен понимать, что это очень важный для меня вопрос и, если он согласится на это, он может мне очень помочь в жизни этим.\nМой вопрос: стоит ли мне продолжать отношения с этим Человеком? Мне 25, и я бы хотела создать семью. Чувства у меня к этому парню есть сильные, но, я почему то чувствую, что перспективы в дальнейшем нет. Быть может мне стоит перевернуть эту страницу своей жизни и не тратить времени в пустую? В конце концов я считаю себя достойной девушкой и, Думаю, смогу найти мужчину, готового к серьёзным отношениям и браку, в случае чего.\nЗаранее спасибо за ответ. Арина.\n\nЗдравствуйте, Арина!\n\n\"Чувства у меня к этому парню есть сильные, но, я почему то чувствую, что перспективы в дальнейшем нет”\nВы пишете, что чувства сильные. Я не знаю, что вы подразумеваете под сильными чувствами. На чем основываются ваши к нему чувства?\n\n“В конце концов я считаю себя достойной девушкой и, Думаю, смогу найти мужчину, готового к серьёзным отношениям и браку, в случае чего.”\nПолучается вы понимаете, что он не готов к серьезным отношениям, и вы, как достойная девушка, сможете найти мужчину. Почему тогда при понимании этих вещей вы остаетесь в отношениях с ним? Что вас держит? Шанс получить документы? Сильные чувства?\nПро сильные чувства. Если они есть, и вы в них, в чувствах своих, уверены - почему тогда нет веры в перспективу отношений?\nМне кажется, вы обманываете себя относительно сильных чувств.\nПока вы думаете, что есть сильные чувства, эти мысли о них дают вам оставаться в этих отношениях, возможно для того, чтобы лучше понять, есть ли шанс на то, чтобы ваши мечты о замужестве осуществились.\n\n“На что он обещал подумать. Но ответа ещё мне не дал, прошла уже неделя. Сама спрашивать я стесняюсь. По идее он сам должен понимать, что это очень важный для меня вопрос и, если он согласится на это, он может мне очень помочь в жизни этим.”\nОн ничего не должен понимать. Это важно для вас, не для него. Подумайте лучше, что стоит за вашем нежеланием спросить (вы называете это стеснением)? Страх отказа?\n\nДаже если вы получите отказ, у вас появится понимание, что он не заинтересован в отношениях. Возможно тогда вы примете решение расстаться и будете думать о других путях получения документов. Стеснение ваше вас сдерживает от того, чтобы все выяснить и поддерживает вашу иллюзию, что может что-то получится из этих отношений.\n\nДа, поддерживая иллюзию можно избавиться от малой боли сегодня, но не обрекаете ли вы себя на большую боль в будущем?\nВедь выйти замуж - это первый шаг на пути к вашему желанию остаться в Америке. А как вы будете вместе жить, решать проблемы, договариваться? Вы даже не знаете друг друга достаточно, чтобы понять, подходите ли вы друг другу. Как вам друг с другом в ежедневной жизни? Кто что будет делать в вашей семье? У кого какие будут обязанности? Договариваться лучше на берегу (как каждый из вас представляет вашу совместную жизнь) перед долгим плаванием.\nВстречаться раз в неделю и жить вместе - это очень разные вещи.\n\nА если вы у вас были документы, подумайте, этот тот мужчина, с которым вы хотели бы связать свою жизнь?\nЕсли вы хотите долгосрочных отношений, то нужен крепкий фундамент. А значит это - вдумчивое проговаривание, обсуждение, договаривание в отношениях - что кто от кого ожидает, и что кому сможет/ хочет давать.\n\n“За год наших отношений особо никаких развитий не произошло. Мы стабильно встречаемся раз в неделю по выходным у меня дома , ходим в ресторан, иногда он покупает мне разные подарки.”\nВы сами можете видеть, что за год ваши отношения не изменились, а значит это, что и вам, и ему так было удобно.\nЕсли что-то развивается - всегда видно динамику. Ваши отношения в замершем состоянии. Все, что долго остается в замершем состоянии часто умирает, если не предпринимаются действия для развития. Подумайте, что каждый из вас готов и хочет ли инвестировать в отношения?\n\nОн сказал вам что, ему просто хорошо со вами.\nЗначит, его все устраивает и другого ему, возможно, на данном этапе его жизни не нужно от женщины. Если бы он хотел развития отношений, он сказал бы вам об этом. Его устраивает как все есть сейчас и менять, возможно, ему даже не выгодно. Он сводил вас в ресторан, купил подарки, получил сексуальное удовлетворение и ушел к маме. Если живет с мамой, значит ему так нравится. От вас он получает то, что не может получить от мамы.\n\n“Мой вопрос: стоит ли мне продолжать отношения с этим Человеком?”\nЯ не могу вам ответить на этот вопрос. Вы сами для себя должны решить, стоит или не стоит продолжать отношения.\nЯ указала вам на некоторые моменты, которые вы, возможно, не хотите замечать. Обратите на них внимание и сделайте выводы.\nЛюди часто выбирают жить в иллюзии, потому что так спокойней и безопасней. Подумайте, в чем вообще сущность иллюзии? Верно – в обладании тем, чего нет и никогда не было. И когда человек разрушает собственную иллюзию, что он теряет по факту? Ничего. Потому что кроме выдумок терять ему нечего. Тревога будет, да, но тревога уже была, она неотъемлемая часть иллюзии. В иллюзии тревога только набирает свои обороты. А как только человек освобождается от иллюзии - тревожное состояние снижается, и тогда появляются силы на достижение других целей.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Ответ на вопрос -Стоит ли продолжать отношения с этим человеком?]",
    "questionRu": "Ответ на вопрос -Стоит ли продолжать отношения с этим человеком?",
    "descriptionEn": "[Translation needed: Даже если вы получите отказ, у вас появится понимание, что он не заинтересован в отношениях. Возможно тогда вы примете решение расстаться и будете дум...]",
    "descriptionRu": "Даже если вы получите отказ, у вас появится понимание, что он не заинтересован в отношениях. Возможно тогда вы примете решение расстаться и будете думать о других путях получения документов. Стеснение...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Здравствуйте,\nМне 25 лет, работаю в рекламе. Три года назад переехала жить в США, в Г. Нью-Йорк. Год назад начала встречаться с молодым человеком. Он также, как и я, русскоязычный иммигрант, но был привезён сюда ещё ребёнком. На данный момент ему 29 лет. До меня он 8 лет встречался с девушкой, но по его словам те отношения уже полностью себя исчерпали и теперь они просто остались друзьями.\nЗа год наших отношений особо никаких развитий не произошло. Мы стабильно встречаемся раз в неделю по выходным у меня дома , ходим в ресторан, иногда он покупает мне разные подарки. Живёт он в соседнем штате со своей мамой(40 мин езды на автомобиле от моего дома). За этот год я ни разу не была у него дома, с родителями он меня тоже не познакомил. О дальнейших отношениях мы с ним не разговариваем, он говорит что \"ему просто хорошо со мной\". Недавно я попросила его помочь мне получить документы (он гражданин, и при браке с ним я автоматически получаю вид на жительство в США). На что он обещал подумать. Но ответа ещё мне не дал, прошла уже неделя. Сама спрашивать я стесняюсь. По идее он сам должен понимать, что это очень важный для меня вопрос и, если он согласится на это, он может мне очень помочь в жизни этим.\nМой вопрос: стоит ли мне продолжать отношения с этим Человеком? Мне 25, и я бы хотела создать семью. Чувства у меня к этому парню есть сильные, но, я почему то чувствую, что перспективы в дальнейшем нет. Быть может мне стоит перевернуть эту страницу своей жизни и не тратить времени в пустую? В конце концов я считаю себя достойной девушкой и, Думаю, смогу найти мужчину, готового к серьёзным отношениям и браку, в случае чего.\nЗаранее спасибо за ответ. Арина.\n\nЗдравствуйте, Арина!\n\n\"Чувства у меня к этому парню есть сильные, но, я почему то чувствую, что перспективы в дальнейшем нет”\nВы пишете, что чувства сильные. Я не знаю, что вы подразумеваете под сильными чувствами. На чем основываются ваши к нему чувства?\n\n“В конце концов я считаю себя достойной девушкой и, Думаю, смогу найти мужчину, готового к серьёзным отношениям и браку, в случае чего.”\nПолучается вы понимаете, что он не готов к серьезным отношениям, и вы, как достойная девушка, сможете найти мужчину. Почему тогда при понимании этих вещей вы остаетесь в отношениях с ним? Что вас держит? Шанс получить документы? Сильные чувства?\nПро сильные чувства. Если они есть, и вы в них, в чувствах своих, уверены - почему тогда нет веры в перспективу отношений?\nМне кажется, вы обманываете себя относительно сильных чувств.\nПока вы думаете, что есть сильные чувства, эти мысли о них дают вам оставаться в этих отношениях, возможно для того, чтобы лучше понять, есть ли шанс на то, чтобы ваши мечты о замужестве осуществились.\n\n“На что он обещал подумать. Но ответа ещё мне не дал, прошла уже неделя. Сама спрашивать я стесняюсь. По идее он сам должен понимать, что это очень важный для меня вопрос и, если он согласится на это, он может мне очень помочь в жизни этим.”\nОн ничего не должен понимать. Это важно для вас, не для него. Подумайте лучше, что стоит за вашем нежеланием спросить (вы называете это стеснением)? Страх отказа?\n\nДа, поддерживая иллюзию можно избавиться от малой боли сегодня, но не обрекаете ли вы себя на большую боль в будущем?\nВедь выйти замуж - это первый шаг на пути к вашему желанию остаться в Америке. А как вы будете вместе жить, решать проблемы, договариваться? Вы даже не знаете друг друга достаточно, чтобы понять, подходите ли вы друг другу. Как вам друг с другом в ежедневной жизни? Кто что будет делать в вашей семье? У кого какие будут обязанности? Договариваться лучше на берегу (как каждый из вас представляет вашу совместную жизнь) перед долгим плаванием.\nВстречаться раз в неделю и жить вместе - это очень разные вещи.\n\nА если вы у вас были документы, подумайте, этот тот мужчина, с которым вы хотели бы связать свою жизнь?\nЕсли вы хотите долгосрочных отношений, то нужен крепкий фундамент. А значит это - вдумчивое проговаривание, обсуждение, договаривание в отношениях - что кто от кого ожидает, и что кому сможет/ хочет давать.\n\n“За год наших отношений особо никаких развитий не произошло. Мы стабильно встречаемся раз в неделю по выходным у меня дома , ходим в ресторан, иногда он покупает мне разные подарки.”\nВы сами можете видеть, что за год ваши отношения не изменились, а значит это, что и вам, и ему так было удобно.\nЕсли что-то развивается - всегда видно динамику. Ваши отношения в замершем состоянии. Все, что долго остается в замершем состоянии часто умирает, если не предпринимаются действия для развития. Подумайте, что каждый из вас готов и хочет ли инвестировать в отношения?\n\n“Мой вопрос: стоит ли мне продолжать отношения с этим Человеком?”\nЯ не могу вам ответить на этот вопрос. Вы сами для себя должны решить, стоит или не стоит продолжать отношения.\nЯ указала вам на некоторые моменты, которые вы, возможно, не хотите замечать. Обратите на них внимание и сделайте выводы.\nЛюди часто выбирают жить в иллюзии, потому что так спокойней и безопасней. Подумайте, в чем вообще сущность иллюзии? Верно – в обладании тем, чего нет и никогда не было. И когда человек разрушает собственную иллюзию, что он теряет по факту? Ничего. Потому что кроме выдумок терять ему нечего. Тревога будет, да, но тревога уже была, она неотъемлемая часть иллюзии. В иллюзии тревога только набирает свои обороты. А как только человек освобождается от иллюзии - тревожное состояние снижается, и тогда появляются силы на достижение других целей."
  },
  {
    "url": "https://www.irinamonroe.com/moi-paren-obshaetsya-s-bivshei",
    "urlSlug": "moi-paren-obshaetsya-s-bivshei",
    "titleRu": "Мой парень общается с бывшей",
    "contentRu": "Здравствуйте, Инга!\n\nОтговаривать нет смысла. Cтоит поговорить с ним и выяснить, для чего он сохраняет связь с девушкой, с которой расстался, что важное он получает от общения с ней?\n\nВ чем и когда ему с ней интересно, попросите его назвать, что их связывает, какой интерес. Когда он общается с ней, что они обычно делают вместе, чем занимаются, чтобы поддерживать интерес? Другими словами, что их связывает? Что он получает от этой связи?\n\nСпросите его, что ему мешает делать тоже самое с вами?\n\nВы можете ему сказать, что вам неприятно его общение с бывшей девушкой и вы хотели бы, чтобы он прекратил его, если ему не все равно, как вы себя чувствуете. Объясните ему, что у вас есть собственные представления о том, что вы ожидаете от партнера, с которым находитесь в близких отношениях, и общения с бывшими для вас недопустимы. Если вы ему дороги и он хочет продолжать отношения с вами, он не будет общаться с бывшей девушкой, чтобы не делать вам больно. Если же вы не дороги ему, он будет продолжать общение с ней, оправдывая свое поведение разными способами.\n\nЕго действия будут вам показателем того, что для него является важным. Тогда вы сможете сделать вывод, согласны ли вы продолжать отношения с ним, если он продолжает отношения с бывшей девушкой, или вы уходите из отношений потому, что вам трудно их сохранять на таких условиях.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Мой парень общается с бывшей]",
    "questionRu": "Мой парень общается с бывшей",
    "descriptionEn": "[Translation needed: Вы можете ему сказать, что вам неприятно его общение с бывшей девушкой и вы хотели бы, чтобы он прекратил его, если ему не все равно, как вы себя чувс...]",
    "descriptionRu": "Вы можете ему сказать, что вам неприятно его общение с бывшей девушкой и вы хотели бы, чтобы он прекратил его, если ему не все равно, как вы себя чувствуете. Объясните ему, что у вас есть собственные ...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Здравствуйте, Инга!\n\nОтговаривать нет смысла. Cтоит поговорить с ним и выяснить, для чего он сохраняет связь с девушкой, с которой расстался, что важное он получает от общения с ней?\n\nВ чем и когда ему с ней интересно, попросите его назвать, что их связывает, какой интерес. Когда он общается с ней, что они обычно делают вместе, чем занимаются, чтобы поддерживать интерес? Другими словами, что их связывает? Что он получает от этой связи?\n\nСпросите его, что ему мешает делать тоже самое с вами?"
  },
  {
    "url": "https://www.irinamonroe.com/jit-dalshe-ili-uiti",
    "urlSlug": "jit-dalshe-ili-uiti",
    "titleRu": "Ответ на вопрос - Жить дальше или уйти?",
    "contentRu": "Здравствуйте, очень надеюсь на Вашу помощь! натянутые отношения с мужем, даже есть подозрения на измену!!! тут недавно на днях дома он оставался один, я уезжала, по приезду нашла в доме чужой бюстгальтер, а мой новый пропал! он говорит что никого не было, а я ему не верю, потому что уже была измена и я его простила, сейчас мучают сомнения, жить дальше или уйти!!!! посоветуйте пожалуйста что мне делать???\n\n“Сейчас мучают сомнения, жить дальше или уйти”.\n\nМожно жить и терпеть. Можно уйти.\n\nЕсть еще третий вариант: поговорить с мужем  и спросить у него, почему он вам изменяет? Что он получает на стороне с другой женщиной? Слушая его, постарайтесь его не обвинять,  тогда вы сможете услышать то, чего ему не хватает в отношениях с вами.\n\nПосле вы сможете решить, сможете ли вы ему это дать или нет.\n\nТак же вам необходимо подумать, что бы хотели получать о него, проговорить это с ним, спросить, может ли и хотел бы он сделать это для вас. На основе обсуждений вы сможете понять, что каждый из вас ожидает друг от друга, и решить, как вам наладить отношения,  уважительно относясь к потребностям друг друга.\n\nЕсли вам будет сложно разобраться самой, добро пожаловать на скайп - консультацию.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Ответ на вопрос - Жить дальше или уйти?]",
    "questionRu": "Ответ на вопрос - Жить дальше или уйти?",
    "descriptionEn": "[Translation needed: После вы сможете решить, сможете ли вы ему это дать или нет.\n\nТак же вам необходимо подумать, что бы хотели получать о него, проговорить это с ним, сп...]",
    "descriptionRu": "После вы сможете решить, сможете ли вы ему это дать или нет.\n\nТак же вам необходимо подумать, что бы хотели получать о него, проговорить это с ним, спросить, может ли и хотел бы он сделать это для вас...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Здравствуйте, очень надеюсь на Вашу помощь! натянутые отношения с мужем, даже есть подозрения на измену!!! тут недавно на днях дома он оставался один, я уезжала, по приезду нашла в доме чужой бюстгальтер, а мой новый пропал! он говорит что никого не было, а я ему не верю, потому что уже была измена и я его простила, сейчас мучают сомнения, жить дальше или уйти!!!! посоветуйте пожалуйста что мне делать???\n\nЕсть еще третий вариант: поговорить с мужем  и спросить у него, почему он вам изменяет? Что он получает на стороне с другой женщиной? Слушая его, постарайтесь его не обвинять,  тогда вы сможете услышать то, чего ему не хватает в отношениях с вами."
  },
  {
    "url": "https://www.irinamonroe.com/chuvst-net-no-ya-xochu-bit-s-nim",
    "urlSlug": "chuvst-net-no-ya-xochu-bit-s-nim",
    "titleRu": "Ответ на вопрос - Чувств нет к нему, но я хочу быть с ним.",
    "contentRu": "Здраствуйте, у меня есть парень мы вместе 8 месяцев,но видимся в раз месяц, все было хорошо, соры были, уходил приходил, хочет семью, я тоже хотела от него детей, замуж, но вчера понела, что не хочу ничего, у меня ест сын они не ладят, и етот парень на меня влияет плохо. С одной стороны я хочу быт с ним с другой стороны нет. На счет детей мне морально не воспитать 2ого если говорит о нем то не уверенна что воспитает, он строгий на счет воспитания детей. Когда мы встречаемся, он строг с моим любимым сыном, и против помоши моих родителей. Помогите мне найти выход. Чувств нет к нему, но в етоже время хочу быт с ним. Юлия.\n\nЗдравствуйте, Юлия!\n\n“у меня есть парень мы вместе 8 месяцев, но видимся в раз месяц,”\nВы вместе 8 месяцев, видитесь вы раз в месяц. То есть, вы встречались 8 раз, из которых он уходил и приходил.\nМожет вам стоит задуматься о его намерениях. Серьезны ли они?\n\n“у меня ест сын они не ладят, и етот парень на меня влияет плохо”\nС сыном вашим он строг.\nНа вас он влияет плохо.\nПротив помощи ваших родителей.\n\n“Чувств нет к нему, но в етоже время хочу быт с ним.”\nЧувств у вас к нему нет.\nНеудивительно, что вы ничего не хотите, “ни замуж, ни детей от него”. Чтобы хотеть быть с мужчиной, нужно испытывать чувства к нему.\nЧто вас заставляет желать оставаться с ним?\nВы боитесь жить или остаться одной?\nЧто вас в нем привлекает?\n\nЧто он вам такого дает, что вы получаете от него и считаете, что это невозможно получить без него? Вы уверены, что то, что вы получаете от него и вам так нравится, невозможно получить от кого-то другого, к кому вы могли бы испытывать чувства?\n\nЧтобы найти/встретить человека, с которым вам хотелось бы быть в отношениях, нужно сначала понять - каким вы себе представляете своего партнера. Что для вас важно в отношениях? Каким для вас должен быть идеальный партнер? Какие качества в мужчинах вас привлекают, вызывают уважение? Что вы можете терпеть, а что не можете ни при каких обстоятельствах? Как вы выбираете мужчин?\n\nЕсли вы не знаете или не задумывались об этом, как вы сможете найти такого человека?\n\nДля того, чтобы определить, продолжать вам отношения с ним или нет, прочитайте внимательно каждый вопрос, который я вам задала и ответьте на него. Сравните, что вы хотите (какого партнера, каких отношений вы хотите) и что вы имеете с вашим нынешним партнером. И тогда вам будет легче принять решение, что вам делать дальше. Если  трудно будет самой разобраться, записывайтесь на скайп-сессию, будем разбираться вместе.",
    "publishDate": "2025-06-15",
    "category": "family",
    "questionEn": "[Translation needed: Ответ на вопрос - Чувств нет к нему, но я хочу быть с ним.]",
    "questionRu": "Ответ на вопрос - Чувств нет к нему, но я хочу быть с ним.",
    "descriptionEn": "[Translation needed: Здраствуйте, у меня есть парень мы вместе 8 месяцев,но видимся в раз месяц, все было хорошо, соры были, уходил приходил, хочет семью, я тоже хотела от...]",
    "descriptionRu": "Здраствуйте, у меня есть парень мы вместе 8 месяцев,но видимся в раз месяц, все было хорошо, соры были, уходил приходил, хочет семью, я тоже хотела от него детей, замуж, но вчера понела, что не хочу н...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Family & Parenting",
    "originalQuestion": "Здравствуйте, Юлия!\n\n“у меня есть парень мы вместе 8 месяцев, но видимся в раз месяц,”\nВы вместе 8 месяцев, видитесь вы раз в месяц. То есть, вы встречались 8 раз, из которых он уходил и приходил.\nМожет вам стоит задуматься о его намерениях. Серьезны ли они?\n\n“Чувств нет к нему, но в етоже время хочу быт с ним.”\nЧувств у вас к нему нет.\nНеудивительно, что вы ничего не хотите, “ни замуж, ни детей от него”. Чтобы хотеть быть с мужчиной, нужно испытывать чувства к нему.\nЧто вас заставляет желать оставаться с ним?\nВы боитесь жить или остаться одной?\nЧто вас в нем привлекает?\n\nЧто он вам такого дает, что вы получаете от него и считаете, что это невозможно получить без него? Вы уверены, что то, что вы получаете от него и вам так нравится, невозможно получить от кого-то другого, к кому вы могли бы испытывать чувства?\n\nЧтобы найти/встретить человека, с которым вам хотелось бы быть в отношениях, нужно сначала понять - каким вы себе представляете своего партнера. Что для вас важно в отношениях? Каким для вас должен быть идеальный партнер? Какие качества в мужчинах вас привлекают, вызывают уважение? Что вы можете терпеть, а что не можете ни при каких обстоятельствах? Как вы выбираете мужчин?\n\nЕсли вы не знаете или не задумывались об этом, как вы сможете найти такого человека?"
  },
  {
    "url": "https://www.irinamonroe.com/poterya-samokontrolya",
    "urlSlug": "poterya-samokontrolya",
    "titleRu": "Ответ на вопрос - Потеря самоконтроля.",
    "contentRu": "Добрый день. Я Мариам, мне нужна помощь, я очень часто теряю самоконтрноль, мне 22, 6месяцев замужем, а сейчас на грани развода. Иногда совершаю поступки, а потом только осознаю. Трижды пыталась покончить с собой, сбежала из дома, скандалы, крики. Я устала очень, хочу нормально жить и вернуть мужа, его доверие и любовь. Что мне делать?я больна?\n\nЗдравствуйте, Мариaм!\n\nЧто  значит жить нормально для вас? Что вы подразумеваете, когда говорите о норме?\n\nДля того, чтобы вам самой было понятно, что есть норма конкретно для ваc, вам стоит определить, что должно быть и чего не должно быть в вашей жизни, в отношениях с партнером, чтобы вы чувствовали себя хорошо и хотели продолжения отношений с вашим мужем.\n\nПодумайте - когда, при каких условиях, вы чувствуете доверие и любовь в отношениях? Что должно происходить, чтобы вы могли почувствовать и любовь, и доверие? \nВы задумывались, от чего вы теряете самоконтроль? Что вас так раздражает? Изводит?\n\nВы не умеете договариваться? Он вас не слышит?\nЧто происходит между вами? Что вас не устраивает в ваших отношениях с ним? Что вам не нравится из того, что он делает? Что он требует от вас делать, какой быть?  С чем вы не можете  смириться? Против чего протестуете?\n\nВы когда жили без мужа, были не замужем, жизнь без него - вы можете назвать нормой?\n\nВы когда говорите:  “трижды пыталась покончить с собой, сбежала из дома, скандалы, крики”- я понимаю, что  скандалы, побег из дома, возникшее желание покончить с собой - это все случилось, когда вы были замужем.\nКогда человеку не мила жизнь, значит ему стало невыносимо жить так, как он живет.\nКогда вы из дома сбежали, вы чего хотели избежать? Что для вас стало так невыносимо дома? Чего вы не хотите больше терпеть? Вас же заставило что-то такое решение принять.\nСкандалы/ споры ваши c мужем, они о чем? Что не нравится вам? Кричите вы на него за что-то же.\n\nЗачем жить и быть в отношениях, которые сопровождаются скандалами и криками? Что вас держит в этих отношения? Что вы боитесь потерять, если отношения закончатся? Отношения, от которых хочется убежать и покончить жизнь самоубийством, выглядят как насилие над собой. У вас должна быть причина, которая вас в них удерживает. Вам стоит задуматься об этом. Что удерживает вас в отношениях, где вам плохо?\nЯ понимаю, что вы устали, от такого устанет каждый и быстро.\n\nЧто вам делать? \nРазбираться, что вас не устраивает в  ваших отношениях с мужем. \nПонять, как вы представляете себе идеальные отношения, в которых вам хотелось бы оставаться? \nКак вы хотели бы, чтобы  складывались ваши отношения с мужем? Какими они должны быть для вас?\nЧто вы хотели бы изменить в них?\nПоговорить с мужем и рассказать ему о своих чувствах. Описать, как вы себе представляете отношения,  которые вы хотели бы сохранить. Спросить его, что его не устраивает. Готовы ли вы сами меняться и готов ли он меняться, чтобы сохранить отношения?\nПодумать, а нужны ли вам вообще отношения сейчас? Или вам было бы комфортно одной? И если вам  на данном этапе жизни предпочтительнее быть одной, то разобраться, что вам мешает это осуществить.\n\nЯ приглашаю вас на скайп-сессию, где можно вместе подумать, как сделать так, чтобы ваша жизнь приносила вам больше радости, чем несчастий.\nВопросов к вам больше, чем ответов вам, и в формате “вопрос –ответ” вы сможете поискать ответы на заданные мной вопросы, это поможет вам лучше понять свои желания.\n\nмой ответ на сайте all-psy.com",
    "publishDate": "2025-06-15",
    "category": "divorce",
    "questionEn": "[Translation needed: Ответ на вопрос - Потеря самоконтроля.]",
    "questionRu": "Ответ на вопрос - Потеря самоконтроля.",
    "descriptionEn": "[Translation needed: Для того, чтобы вам самой было понятно, что есть норма конкретно для ваc, вам стоит определить, что должно быть и чего не должно быть в вашей жизни, в...]",
    "descriptionRu": "Для того, чтобы вам самой было понятно, что есть норма конкретно для ваc, вам стоит определить, что должно быть и чего не должно быть в вашей жизни, в отношениях с партнером, чтобы вы чувствовали себя...",
    "contentEn": "[Translation needed]",
    "keywords": "psychology, therapy, counseling, relationships",
    "categoryName": "Divorce & Separation",
    "originalQuestion": "Добрый день. Я Мариам, мне нужна помощь, я очень часто теряю самоконтрноль, мне 22, 6месяцев замужем, а сейчас на грани развода. Иногда совершаю поступки, а потом только осознаю. Трижды пыталась покончить с собой, сбежала из дома, скандалы, крики. Я устала очень, хочу нормально жить и вернуть мужа, его доверие и любовь. Что мне делать?я больна?\n\nЗдравствуйте, Мариaм!\n\nЧто  значит жить нормально для вас? Что вы подразумеваете, когда говорите о норме?\n\nПодумайте - когда, при каких условиях, вы чувствуете доверие и любовь в отношениях? Что должно происходить, чтобы вы могли почувствовать и любовь, и доверие? \nВы задумывались, от чего вы теряете самоконтроль? Что вас так раздражает? Изводит?\n\nВы не умеете договариваться? Он вас не слышит?\nЧто происходит между вами? Что вас не устраивает в ваших отношениях с ним? Что вам не нравится из того, что он делает? Что он требует от вас делать, какой быть?  С чем вы не можете  смириться? Против чего протестуете?\n\nВы когда жили без мужа, были не замужем, жизнь без него - вы можете назвать нормой?\n\nВы когда говорите:  “трижды пыталась покончить с собой, сбежала из дома, скандалы, крики”- я понимаю, что  скандалы, побег из дома, возникшее желание покончить с собой - это все случилось, когда вы были замужем.\nКогда человеку не мила жизнь, значит ему стало невыносимо жить так, как он живет.\nКогда вы из дома сбежали, вы чего хотели избежать? Что для вас стало так невыносимо дома? Чего вы не хотите больше терпеть? Вас же заставило что-то такое решение принять.\nСкандалы/ споры ваши c мужем, они о чем? Что не нравится вам? Кричите вы на него за что-то же.\n\nЗачем жить и быть в отношениях, которые сопровождаются скандалами и криками? Что вас держит в этих отношения? Что вы боитесь потерять, если отношения закончатся? Отношения, от которых хочется убежать и покончить жизнь самоубийством, выглядят как насилие над собой. У вас должна быть причина, которая вас в них удерживает. Вам стоит задуматься об этом. Что удерживает вас в отношениях, где вам плохо?\nЯ понимаю, что вы устали, от такого устанет каждый и быстро.\n\nЧто вам делать? \nРазбираться, что вас не устраивает в  ваших отношениях с мужем. \nПонять, как вы представляете себе идеальные отношения, в которых вам хотелось бы оставаться? \nКак вы хотели бы, чтобы  складывались ваши отношения с мужем? Какими они должны быть для вас?\nЧто вы хотели бы изменить в них?\nПоговорить с мужем и рассказать ему о своих чувствах. Описать, как вы себе представляете отношения,  которые вы хотели бы сохранить. Спросить его, что его не устраивает. Готовы ли вы сами меняться и готов ли он меняться, чтобы сохранить отношения?\nПодумать, а нужны ли вам вообще отношения сейчас? Или вам было бы комфортно одной? И если вам  на данном этапе жизни предпочтительнее быть одной, то разобраться, что вам мешает это осуществить."
  }
]